/* No comment provided by engineer. */
"(Multiple)" = "(Несколько)";

/* (None) */
"(None)" = "(Нет)";

/* Abort */
"Abort" = "Прервать";

/* AbortClone */
"AbortClone" = "Прервать клонирование";

/* AbortGraft */
"AbortGraft" = "Отменить прививку";

/* AbortRebase */
"AbortRebase" = "Отменить перемещение";

/* AcceptAndContinue */
"AcceptAndContinue" = "Подтвердить и продолжить";

/* AccessibilitySidebarBookmark */
"AccessibilitySidebarBookmark" = "Закладка";

/* AccessibilitySidebarBranch */
"AccessibilitySidebarBranch" = "Ветка";

/* AccessibilitySidebarCurrentBookmark */
"AccessibilitySidebarCurrentBookmark" = "Текущая закладка";

/* AccessibilitySidebarCurrentBranch */
"AccessibilitySidebarCurrentBranch" = "Текущая ветка";

/* AccessibilitySidebarFileStatus */
"AccessibilitySidebarFileStatus" = "Рабочее пространство";

/* AccessibilitySidebarRemote */
"AccessibilitySidebarRemote" = "Внешний";

/* AccessibilitySidebarRemoteBranch */
"AccessibilitySidebarRemoteBranch" = "Внешняя ветка";

/* AccessibilitySidebarStash */
"AccessibilitySidebarStash" = "Stash";

/* AccessibilitySidebarSubmodule */
"AccessibilitySidebarSubmodule" = "Подмодуль";

/* AccessibilitySidebarSubtree */
"AccessibilitySidebarSubtree" = "Поддерево";

/* AccessibilitySidebarTag */
"AccessibilitySidebarTag" = "Метка";

/* AccessibilitySidebarHistory */
"AccessibilitySidebarHistory" = "История";

/* AccessibilitySidebarSearch */
"AccessibilitySidebarSearch" = "Поиск";

/* Add */
"Add" = "Добавить";

/* AddGlobalIgnore */
"AddGlobalIgnore" = "Игнорировать глобально";

/* AddLocalIgnore */
"AddLocalIgnore" = "Игнорировать в этом репозитории";

/* AddSubtreeTaskSummaryTitle */
"AddSubtreeTaskSummaryTitle" = "Добавление поддерева по локальному пути '%@'...";

/* AddToIndexMenuTitle */
"AddToIndexMenuTitle" = "Добавить в индекс";

/* AllFiles */
"AllFiles" = "Все файлы";

/* AllTrackedBranches */
"AllTrackedBranches" = "Все отслеживаемые ветки";

/* AlreadyResolvedDesc */
"AlreadyResolveDesc" = "Данные файлы уже отмечены как разрешенные, вы действительно хотите повторить слияние?\n\n%@";

/* AlreadyResolvedTitle */
"AlreadyResolvedTitle" = "Конфликты в файле уже разрешены";

/* ApplyPatchNoPatchSpecified */
"ApplyPatchNoPatchSpecified" = "Файл патча не указан";

/* ApplyPatchNoPatchText */
"ApplyPatchNoPatchText" = "Текст патча не указан";

/* ApplyPatchOpenPanelMessage */
"ApplyPatchOpenPanelMessage" = "Выберите файл патча";

/* ApplyPatchOpenPanelNameLabel */
"ApplyPatchOpenPanelNameLabel" = "Файл патча:";

/* ApplyPatchOpenPanelTitle */
"ApplyPatchOpenPanelTitle" = "Открыть файл патча";

/* ApplyPatchRejectionsMsg */
"ApplyPatchRejectionsMsg" = "Один или несколько блоков изменений были отклонены при применении патча, вы можете просмотреть эти блоки в файлах «.rej» с именами, совпадающими с именами затронутых файлов. Затронутые файлы:\n\n%@";

/* ApplyPatchRejectionsTitle */
"ApplyPatchRejectionsTitle" = "Отклоненные блоки в патче";

/* AppNotFound */
"AppNotFound" = "%@ не найден на вашем компьютере. Чтобы использовать его, убедитесь, что вы его установили.";

/* AppNotFoundMsg */
"AppNotFoundMsg" = "%@ не найден на вашем компьютере. Чтобы использовать его, убедитесь, что вы его установили.";

/* AppNotFoundUnknownMsg */
"AppNotFoundUnknownMsg" = "Не удалось найти выбранную утилиту сравнения и/или слияния на вашем компьютере. Вы можете внести изменения в настройки на вкладке Сравнение.";

/* AppNotFoundTitle */
"AppNotFoundTitle" = "Приложение не найдено";

/* AraxisMergeCmdLineNotFound */
"AraxisMergeCmdLineNotFound" = "Вы еще не установили утилиту командной строки Araxis Merge, которая требуется для работы. Пожалуйста, зайдите на сайт Araxis Merge, скачайте утилиту и установите ее.";

/* AraxisMergeCmdLineNotFoundTitle */
"AraxisMergeCmdLineNotFoundTitle" = "Утилита командной строки Araxis Merge не найдена";

/* AraxisMergeNotFound */
"AraxisMergeNotFound" = "Araxis Merge не найден на этом компьютере. Установите Araxis Merge, если вы хотите использовать его, как внешнюю утилиту сравнения и слияния.";

/* AraxisMergeNotFoundTitle */
"AraxisMergeNotFoundTitle" = "Araxis Merge не установлен";

/* AuthInstallCommandLineToolPrompt */
"AuthInstallCommandLineToolPrompt" = "AuthInstallCommandLineToolPrompt";

/* Automatic */
"Automatic" = "Автоматически";

/* BranchPullTaskSummary */
"BranchPullTaskSummary" = "Получение изменений ветки «%@» из «%@»";

/* BrowseDefaultFolderLabel */
"BrowseDefaultFolderLabel" = "Папка по умолчанию:";

/* BrowseDefaultFolderMsg */
"BrowseDefaultFolderMsg" = "Выберите папку по умолчанию для новых репозиториев и клонов";

/* BrowseDefaultFolderTitle */
"BrowseDefaultFolderTitle" = "Папка по умолчанию";

/* BrowseDefaultGPGFileMsg */
"BrowseDefaultGPGFileMsg" = "Выберите расположение GPG для подписания коммитов";

/* BrowseDefaultGPGFileTitle */
"BrowseDefaultGPGFileTitle" = "Расположение GPG по умолчанию";

/* BrowseGitGlobalIgnoreLabel */
"BrowseGitGlobalIgnoreLabel" = "Файл игнорирования:";

/* BrowseGitGlobalIgnoreMsg */
"BrowseGitGlobalIgnoreMsg" = "Выбрать глобальный файл игнорирования Git:";

/* BrowseGitGlobalIgnoreTitle */
"BrowseGitGlobalIgnoreTitle" = "Глобальный файл игнорирования Git";

/* BrowseHgGlobalIgnoreLabel */
"BrowseHgGlobalIgnoreLabel" = "Файл игнорирования:";

/* BrowseHgGlobalIgnoreMsg */
"BrowseHgGlobalIgnoreMsg" = "Выбрать глобальный файл игнорирования Mercurial:";

/* BrowseHgGlobalIgnoreTitle */
"BrowseHgGlobalIgnoreTitle" = "Глобальный файл игнорирования Mercurial";

/* BrowserLoadError */
"BrowserLoadError" = "При загрузке закладок произошла ошибка.";

/* BrowserLoadErrorTitle */
"BrowserLoadErrorTitle" = "Не удалось загрузить закладки";

/* Cancel */
"Cancel" = "Отменить";

/* Change Folder */
"ChangeFolder" = "Изменить папку";

/* ChangeSubmoduleSourceMsg */
"ChangeSubmoduleSourceMsg" = "Введите новый адрес источника для '%@'";

/* ChangeSubmoduleSourceTitle */
"ChangeSubmoduleSourceTitle" = "Изменить источник подмодуля";

/* ChangeSubrepoSourceTitle */
"ChangeSubrepoSourceTitle" = "Изменить источник подрепозитория";

/* CheckingCloneUrl */
"CheckingCloneUrl" = "Проверка адреса клонирования…";

/* CheckingSubmodules */
"CheckingSubmodules" = "Проверка подмодулей…";

/* CheckingSubrepositories */
"CheckingSubrepositories" = "Проверка подрепозиториев…";

/* CheckoutMenuTitle */
"CheckoutMenuTitle" = "Перейти…";

/* CheckoutUncommittedShelveLabel */
"CheckoutUncommittedShelveLabel" = "Отложить с описанием:";

/* CheckoutUncommittedStashLabel */
"CheckoutUncommittedStashLabel" = "Отложить их с описанием:";

/* CheckoutUrlLocalBranchExistsMsg */
"CheckoutUrlLocalBranchExistsMsg" = "Локальная ветка «%@» уже существует. Вы хотите получить последние изменения из «%@/%@» в эту ветку?";

/* CheckoutUrlLocalBranchExistsTitle */
"CheckoutUrlLocalBranchExistsTitle" = "Местная ветка уже существует";

/* CherryPickMenuTitle */
"CherryPickMenuTitle" = "Отбор";

/* CleanFiles */
"CleanFiles" = "Чистые файлы";

/* CloneDirNotEmptyMsg */
"CloneDirNotEmptyMsg" = "Целевая папка %@ уже существует и содержит файлы. Пожалуйста, выберите пустую или не существующую папку для клонирования.";

/* CloneDirNotEmptyTitle */
"CloneDirNotEmptyTitle" = "Нельзя клонировать в непустую папку";

/* CloneFromToMsg */
"CloneFromToMsg" = "Клонирование из %@ в %@";

/* CloneInProgressMsg */
"CloneInProgressMsg" = "В данный момент вы дублируете репозиторий, если вы сейчас закроете Sourcetree, это дублирование будет прервано. Вы действительно хотите закрыть Sourcetree?";

/* CloneInProgressTitle */
"CloneInProgressTitle" = "Идёт клонирование";

/* CmdLineInstallHelperFailedMsg */
"CmdLineInstallHelperFailedMsg" = "Не удалось установить утилиты командной строки, пожалуйста просмотрите системные логи для получения дополнительной информации.";

/* CmdLineInstallHelperFailedTitle */
"CmdLineInstallHelperFailedTitle" = "Не удалось установить";

/* CmdLineToolNotFoundMsg */
"CmdLineToolNotFoundMsg" = "Утилита командной строки %@ не найдена на вашем компьютере. Пожалуйста, убедитесь, что вы установили соответствующую утилиту.";

/* CmdLineToolNotFoundTitle */
"CmdLineToolNotFoundTitle" = "Утилита не найдена";

/* CommandHistoryTableTitle */
"CommandHistoryTableTitle" = "История команд";

/* Commit */
"Commit" = "Коммит";

/* Commit... */
"Commit…" = "Коммит…";

/* CommitDetails */
"CommitDetails" = "Описание коммита:";

/* CommitLabel */
"CommitLabel" = "Коммит:";

/* CompleteAllFieldsMsg */
"CompleteAllFieldsMsg" = "Пожалуйста заполните все поля";

/* CompleteAllFieldsTitle */
"CompleteAllFieldsTitle" = "Нужно заполнить обязательные поля";

/* ConfirmAbortGraftMsg */
"ConfirmAbortGraftMsg" = "Вы Уверены";

/* ConfirmAbortGraftTitle */
"ConfirmAbortGraftTitle" = "Прервать пересадку?";

/* ConfirmAbortRebaseMsg */
"ConfirmAbortRebaseMsg" = "Вы действительно хотите прервать перемещение?";

/* ConfirmAbortRebaseTitle */
"ConfirmAbortRebaseTitle" = "Прервать перемещение?";

/* Confirm Add Files Message
   ConfirmAddFilesMessage */
"ConfirmAddFilesMessage" = "Содержимое следующих файлов будет добавлено в систему контроля версий:\n%@";

/* Confirm Add Files
   ConfirmAddFilesTitle */
"ConfirmAddFilesTitle" = "Подтверждаете добавление?";

/* ConfirmAddLargeFilesMessage */
"ConfirmAddLargeFilesMessage" = "Следующие файлы весят %ld MB или больше, вы действительно хотите добавить их в систему контроля исходного кода? \n\n%@";

/* ConfirmAddLargeFilesTitle */
"ConfirmAddLargeFilesTitle" = "Обнаружены большие файлы";

/* ConfirmAddRemove */
"ConfirmAddRemove" = "Это действие удалит все отсутствующие в рабочей копии файлы и добавит все новые файлы.\n\nВы уверены, что хотите продолжить?";

/* ConfirmAddRemoveTitle */
"ConfirmAddRemoveTitle" = "Подтверждение добавления / удаления";

/* ConfirmAddWorkingCopyMsg */
"ConfirmAddWorkingCopyMsg" = "Уже есть рабочая копия с таким же путем.\n\nВы действительно хотите продолжить?";

/* ConfirmAddWorkingCopyTitle */
"ConfirmAddWorkingCopyTitle" = "Подтвердить добавление рабочей копии";

/* ConfirmApplyStashMsg */
"ConfirmApplyStashMsg" = "Вы уверены, что хотите применить Stash «%@» к вашей рабочей копии?";

/* ConfirmApplyStashTitle */
"ConfirmApplyStashTitle" = "Применить Stash?";

/* ConfirmBackout */
"ConfirmBackout" = "Вы действительно хотите обратить выбранные изменения?";

/* ConfirmBackoutTitle */
"ConfirmBackoutTitle" = "Подтвердите обращение изменений";

/* ConfirmCloseBranchMsg */
"ConfirmCloseBranchMsg" = "Вы действительно хотите закрыть ветку «%@»?";

/* ConfirmCloseBranchTitle */
"ConfirmCloseBranchTitle" = "Подтверждение закрытия ветки";

/* ConfirmContinueGraftMsg */
"ConfirmContinueGraftMsg" = "Продолжить выполнение операции graft? Убедитесь, что вы разрешили все текущие конфликты.";

/* ConfirmContinueGraftTitle */
"ConfirmContinueGraftTitle" = "Продолжить операцию graft?";

/* ConfirmContinueRebaseMsg */
"ConfirmContinueRebaseMsg" = "Продолжить операцию перемещения? Убедитесь, что вы разрешили все текущие конфликты.";

/* ConfirmContinueRebaseTitle */
"ConfirmContinueRebaseTitle" = "Продолжить перемещение?";

/* ConfirmDeleteBranchMsg */
"ConfirmDeleteBranchMsg" = "Вы действительно хотите удалить эти ветки?\n\n%@";

/* ConfirmDeleteBranchTitle */
"ConfirmDeleteBranchTitle" = "Подтвердите удаление ветки";

/* ConfirmDeleteRemoteBranchMsg */
"ConfirmDeleteRemoteBranchMsg" = "Вы действительно хотите удалить следующие внешние ветки?\n\n%@\n\nЭто приведет к тому, что ветки будут удалены и на внешнем репозитории.";

/* ConfirmDeleteRemoteBranchTitle */
"ConfirmDeleteRemoteBranchTitle" = "Подтвердите удаление ветки";

/* ConfirmDeleteShelvedMsg */
"ConfirmDeleteShelvedMsg" = "Вы действительно хотите удалить отложенные изменения с именем «%@»?";

/* ConfirmDeleteSingleRemoteBranchMsg */
"ConfirmDeleteSingleRemoteBranchMsg" = "Вы действительно хотите удалить внешнюю ветку «%@»?\n\nЭто приведет к тому, что ветка будет удалена и на внешнем репозитории.";

/* ConfirmDeleteStashMsg */
"ConfirmDeleteStashMsg" = "Вы уверены, что хотите удалить отложенные изменения «%@»?";

/* ConfirmDeleteSubmoduleMsg */
"ConfirmDeleteSubmoduleMsg" = "Вы действительно хотите удалить «%@»?";

/* ConfirmDeleteTitle */
"ConfirmDeleteTitle" = "Подтвердите удаление";

/* ConfirmDiscardHunkMsg */
"ConfirmDiscardHunkMsg" = "Вы действительно хотите убрать все изменение в этом блоке?";

/* ConfirmDiscardHunkTitle */
"ConfirmDiscardHunkTitle" = "Подтверждаете отмену изменений?";

/* ConfirmDiscardLinesMsg */
"ConfirmDiscardLinesMsg" = "Вы действительно хотите отклонить изменения в выбранных строках?";

/* ConfirmDiscardLinesTitle */
"ConfirmDiscardLinesTitle" = "Подтверждаете отмену изменений?";

/* ConfirmForcePushMsg */
"ConfirmForcePushMsg" = "Принудительная отправка может вызвать значительные проблемы на внешнем репозитории и у тех, кто будет получать из них изменения. Вы действительно хотите продолжить?";

/* ConfirmForcePushTitle */
"ConfirmForcePushTitle" = "Подтверждение принудительной отправки";

/* ConfirmIgnoreMsg */
"ConfirmIgnoreMsg" = "Игнорировать эти файлы?\n\n%@";

/* ConfirmIgnoreTitle */
"ConfirmIgnoreTitle" = "Подтвердите игнорирование";

/* ConfirmMarkResolvedDesc */
"ConfirmMarkResolvedDesc" = "Вы уверены, что хотите пометить следующие файлы, как разрешенные?\n\n%@";

/* ConfirmMarkResolvedTitle */
"ConfirmMarkResolvedTitle" = "Подтвердите пометку разрешённым";

/* ConfirmMarkUnresolvedDesc */
"ConfirmMarkUnresolvedDesc" = "Вы действительно хотите пометить эти файлы конфликтующими?\n\n%@";

/* ConfirmMarkUnresolvedTitle */
"ConfirmMarkUnresolvedTitle" = "Подтвердите пометку неразрешённым";

/* ConfirmMergeMsg */
"ConfirmMergeMsg" = "Вы действительно хотите влить «%@» в текущую ветку?";

/* ConfirmMergeTitle */
"ConfirmMergeTitle" = "Подтвердите слияние";

/* ConfirmOverwritePatchFileMsg */
"ConfirmOverwritePatchFileMsg" = "Такой файл уже существует - вы действительно хотите перезаписать его?";

/* ConfirmOverwritePatchFileTitle */
"ConfirmOverwritePatchFileTitle" = "Перезаписать файл?";

/* ConfirmPullIntoBranchMsg */
"ConfirmPullIntoBranchMsg" = "Вы уверены, что хотите получить %@ в местную ветку?";

/* ConfirmPullIntoBranchTitle */
"ConfirmPullIntoBranchTitle" = "Подтвердите получение";

/* ConfirmPushTagMsg */
"ConfirmPushTagMsg" = "Вы действительно хотите отправить метку %@ на %@?";

/* ConfirmPushTagTitle */
"ConfirmPushTagTitle" = "Отправить метку?";

/* ConfirmRebaseMsg */
"ConfirmRebaseMsg" = "Вы уверены, что хотите переместить ваши изменения поверх «%@»?\n\nУбедитесь, что вы еще никому их не отправили.";

/* ConfirmRebaseTitle */
"ConfirmRebaseTitle" = "Подтвердите перемещение";

/* Confirm Remove
   ConfirmRemove */
"ConfirmRemove" = "Подтвердить удаление?";

/* ConfirmRemoveBookmarkMsg */
"ConfirmRemoveBookmarkMsg" = "Вы действительно хотите удалить закладку «%@»?";

/* ConfirmRemoveBookmarkTitle */
"ConfirmRemoveBookmarkTitle" = "Подтверждение удаления закладки";

/* ConfirmRemoveFilesMessage */
"ConfirmRemoveFilesMessage" = "Следующие файлы будут удалены из системы контроля версий:\n%@";

/* ConfirmRemoveFilesTitle */
"ConfirmRemoveFilesTitle" = "Подтвердить удаление?";

/* ConfirmRemoveHostAccountTitle */
"ConfirmRemoveHostAccountTitle" = "Вы действительно хотите удалить выбранную учётную запись?";

/* ConfirmRemoveHostAccountMsg */
"ConfirmRemoveHostAccountMsg" = "Это действие нельзя будет отменить.";

/* ConfirmRemoveNode */
"ConfirmRemoveNode" = "Вы действительно хотите удалить следующий узел и всех его потомков?\n\n%@";

/* ConfirmRemoveRemoteMsg */
"ConfirmRemoveRemoteMsg" = "Вы уверены, что хотите удалить выбранный внешний репозиторий из настроек репозитория?";

/* ConfirmRemoveRemoteTitle */
"ConfirmRemoveRemoteTitle" = "Подтверждаете удаление внешнего репозитория?";

/* Confirm Remove Repo */
"ConfirmRemoveRepo" = "Подтвердить удаление?";

/* ConfirmRemoveRepoMsg */
"ConfirmRemoveRepoMsg" = "Вы действительно хотите удалить следующие объекты и все их потомки?\n\n%@\n\nЭто удалит одну или более записей в репозитории, поэтому необходимо выбрать, нужно ли удалить закладки или удалить также и сами репозитории?";

/* ConfirmRemoveRepoWithUnrecoverableFilesMsg */
"ConfirmRemoveRepoWithUnrecoverableFilesMsg" = "Вы собираетесь удалить локальные репозитории, но репозиторий «%@» содержит незакоммиченные изменения, которые будут утеряны навсегда, если вы удалите его. Вы действительно хотите удалить локальный репозиторий?";

/* ConfirmRemoveRepoWithUnrecoverableFilesTitle */
"ConfirmRemoveRepoWithUnrecoverableFilesTitle" = "Подтверждение Удаления Репозитория";

/* ConfirmRemoveTagMsg */
"ConfirmRemoveTagMsg" = "Вы действительно хотите удалить метку «%@»?";

/* ConfirmRemoveTagTitle */
"ConfirmRemoveTagTitle" = "Подтверждение удаления метки";

/* ConfirmRemoveUnrecoverableFilesMessage */
"ConfirmRemoveUnrecoverableFilesMessage" = "Следующие файлы содержат изменения или информацию, которая не входит в систему контроля версий, и будет необратимо утеряна при удалении этих файлов:\n%@";

/* ConfirmRemoveUnrecoverableFilesTitle */
"ConfirmRemoveUnrecoverableFilesTitle" = "Подтвердите удаление измененных неотслеживаемых файлов";

/* ConfirmReplaceCommitText */
"ConfirmReplaceCommitText" = "Заменить описание коммита?";

/* ConfirmReplaceCommitTextMsg */
"ConfirmReplaceCommitTextMsg" = "Вы точно хотите заменить описание данного коммита описанием из предыдущего коммита?";

/* ConfirmResetAllTitle */
"ConfirmResetAllTitle" = "Вы уверены, что хотите сбросить все текущие изменения для этого репозитория?";

/* ConfirmResetAllMsg */
"ConfirmResetAllMsg" = "Полный сброс всех Ваших текущих изменений это необратимое действие, которое невозможно будет отменить.";

/* ConfirmResetBranchHardMsg */
"ConfirmResetBranchHardMsg" = "«Жесткий» сброс отменит все локальные изменения в рабочей копии и в индексе. Вы действительно хотите сделать это?";

/* ConfirmResetBranchHardTitle */
"ConfirmResetBranchHardTitle" = "Предупреждение: деструктивная операция";

/* ConfirmResolveWithMineDesc */
"ConfirmResolveWithMineDesc" = "Вы уверены, что хотите разрешить конфликты в следующих файлах, используя вашу версию?\n\n%@";

/* ConfirmResolveWithMineTitle */
"ConfirmResolveWithMineTitle" = "Подтвердить использование «моей» версии";

/* ConfirmResolveWithTheirsDesc */
"ConfirmResolveWithTheirsDesc" = "Вы уверены, что хотите разрешить конфликты в следующих файлах, используя версию с противоположной ветви слияния?\n\n%@";

/* ConfirmResolveWithTheirsTitle */
"ConfirmResolveWithTheirsTitle" = "Подтвердить использование «их» версии";

/* ConfirmRestartMergeDesc */
"ConfirmRestartMergeDesc" = "Вы действительно хотите перезапустить процесс слияния для данных файлов?\n\n%@";

/* ConfirmRestartMergeTitle */
"ConfirmRestartMergeTitle" = "Подтвердите перезапуск слияния";

/* ConfirmRevertFilesTitle */
"ConfirmRevertFilesMessage" = "Вы действительно хотите отклонить все изменения в выделенных файлах?\n\n%@";

/* ConfirmRevertMsg */
"ConfirmRevertMsg" = "Вы действительно хотите отклонить все изменения в выделенных файлах?";

/* ConfirmRevertTitle */
"ConfirmRevertTitle" = "Подтвердить?";

/* ConfirmRevertToRevisionMsg */
"ConfirmRevertToRevisionMsg" = "Пожалуйста, подтвердите, что вы хотите вернуть следующие файлы:\n\n%@\n\nк состоянию, в котором они были после этого коммита:\n\n%@";

/* ConfirmRevertToRevisionTitle */
"ConfirmRevertToRevisionTitle" = "Подтвердить?";

/* ConfirmStageFilesMessage */
"ConfirmStageFilesMessage" = "Вы действительно хотите добавить эти изменения в индекс?";

/* ConfirmStageFilesTitle */
"ConfirmStageFilesTitle" = "Подтвердить принятие?";

/* ConfirmStopTrackingFilesMsg */
"ConfirmStopTrackingFilesMsg" = "Следующие файлы будут удалены из системы контроля версий, но останутся на диске:\n%@";

/* ConfirmStopTrackingFilesTitle */
"ConfirmStopTrackingFilesTitle" = "Прекратить отслеживание?";

/* ConfirmStripKeepOption */
"ConfirmStripKeepOption" = "Не модифицировать рабочую копию во время среза (--keep)";

/* ConfirmStripMsg */
"ConfirmStripMsg" = "Are you SURE you want to strip revision %@?\n\nThis is a destructive operation which will remove this revision and ALL of its descendents, so it should not be done lightly.";

/* ConfirmStripTitle */
"ConfirmStripTitle" = "Действительно срезать и уничтожить историю?";

/* ConfirmSwitchBranchMsg */
"ConfirmSwitchBranchMsg" = "Вы действительно хотите переключить рабочую копию на ветку «%@»?";

/* ConfirmSwitchBranchTitle */
"ConfirmSwitchBranchTitle" = "Подтвердите смену ветки";

/* ConfirmTrackRemoteBranchMsg */
"ConfirmTrackRemoteBranchMsg" = "Вы уверены в том, чтобы перенести Вашу локальную ветку '%@' в трэкированную дистанционную ветку '%@' в будущем?";

/* ConfirmTrackRemoteBranchTitle */
"ConfirmTrackRemoteBranchTitle" = "Подтвердите смену отслеживаемой ветки";

/* ConfirmTransplant */
"ConfirmTransplant" = "Вы уверены, что хотите применить выбранное изменение к вершине данной ветки? Это изменение будет закоммичено сразу, при условии отсутствия конфликтов.";

/* ConfirmTransplantTitle */
"ConfirmTransplantTitle" = "Подтвердить отбор";

/* ConfirmUnshelveMsg */
"ConfirmUnshelveMsg" = "Вы действительно хотите применить отложенные изменения «%@» к вашей рабочей копии?";

/* ConfirmUnshelveTitle */
"ConfirmUnshelveTitle" = "Применить отложенные изменения?";

/* ConfirmUnstageFilesMessage */
"ConfirmUnstageFilesMessage" = "Вы действительно хотите удалить эти изменения из индекса?";

/* ConfirmUnstageFilesTitle */
"ConfirmUnstageFilesTitle" = "Подтвердить отклонение?";

/* ConfirmUpdateToDetachedHeadMsg */
"ConfirmUpdateToDetachedHeadMsg" = "Вы действительно хотите проверить «%@»?\n\nДелая это, удостоверьтесь в наличии рабочей копии «detached HEAD», что означает, что вы больше не в рабочей ветке. Если вы хотите свершить изменения после этого, вероятно, вы захотите либо проверить ветку снова, либо создать новую. Всё так?";

/* ConfirmUpdateToMsg */
"ConfirmUpdateToMsg" = "Вы действительно хотите переключить рабочую копию на «%@»?";

/* ConfirmUpdateToTitle */
"ConfirmUpdateToTitle" = "Подтвердите изменение рабочей копии";

/* ConflictedFiles */
"ConflictedFiles" = "Конфликтующие файлы";

/* ConflictsWarningDesc */
"ConflictsWarningDesc" = "В рабочей копии есть конфликты слияния, которые должны быть улажены до того, как вы продолжите.\n\nВы можете сделать это, выделив конфликтные файлы и выбрав пункт меню «Разрешить конфликты».";

/* ConflictsWarningTitle */
"ConflictsWarningTitle" = "Слить спорные строки";

/* Continue */
"Continue" = "Продолжить";

/* ContinueGraft */
"ContinueGraft" = "Продолжить операцию graft";

/* ContinueRebase */
"ContinueRebase" = "Продолжить перемещение";

/* Copy */
"Copy" = "Копировать";

/* CopyFileMessage */
"CopyFileMessage" = "Выберите папку назначения для копирования %@";

/* CopyFileNameLabel */
"CopyFileNameLabel" = "Место назначения";

/* CopyFileTitle */
"CopyFileTitle" = "Копировать файл";

/* CreateBranchAnyway */
"CreateBranchAnyway" = "Создать ветвь всё равно";

/* CreateGitTag */
"CreateGitTag" = "Создать метку Git";

/* CreateHostedRepositoryFailMsg */
"CreateHostedRepositoryFailMsg" = "Произошла ошибка при попытке создать репозиторий. Попробуйте ещё раз.";

/* FetchOwnersFailTitle */
"FetchOwnersFailTitle" = "Loading Owners Failed";

/* FetchOwnersFailMessage */
"FetchOwnersFailMessage" = "An error occurred while trying to load owners for your account. You can view the server's response below.";

/* FetchOwnersFailWithAccountMessage */
"FetchOwnersFailWithAccountMessage" = "An error occurred while trying to load owners for your account (%@). You can view the server's response below.";

/* CreateHostedRepositoryFailTitle */
"CreateHostedRepositoryFailTitle" = "Не удалось Создать Репозиторий";

/* CreateLink */
"CreateLink" = "Создать ссылку";

/* CreatePatchSavePanelMessage */
"CreatePatchSavePanelMessage" = "Выберите файл для сохранения патча";

/* CreatePatchSavePanelNameLabel */
"CreatePatchSavePanelNameLabel" = "Файл патча:";

/* CreatePatchSavePanelTitle */
"CreatePatchSavePanelTitle" = "Создать патч";

/* No comment provided by engineer. */
"CreatePullRequestNoProjectLinkMsg" = "У вас нет внешних веток с настроенной интеграцией с хостингом. Вам нужно отредактировать ваши внешние ветки и добавить туда детали, вроде типа хостинга и базового адреса. Нажмите кнопку «Настройки» для открытия списка внешних веток.";

/* No comment provided by engineer. */
"CreatePullRequestNoProjectLinkTitle" = "Настройки внешней ветки";

/* No comment provided by engineer. */
"CreatePullRequestPushRequiredMsg" = "Вы выбрали не отправлять свои изменения, то есть запрос на слияние будет содержать только изменения, уже имеющиеся на внешней ветке. Вы действительно этого хотите?";

/* No comment provided by engineer. */
"CreatePullRequestPushRequiredTitle" = "Внимание - изменения не будут отправлены";

/* CreateSvnTag */
"CreateSvnTag" = "Создать метку Subversion";

/* Custom */
"Custom" = "Пользовательский";

/* CustomActionConfirmRemoveMsg */
"CustomActionConfirmRemoveMsg" = "Вы уверены, что хотите удалить это действие?";

/* CustomActionTargetBrowseTitle */
"CustomActionTargetBrowseTitle" = "Открыть скрипт для настраиваемого действия";

/* DeleteAfterApplying */
"DeleteAfterApplying" = "Удалить после применения";

/* DeleteBranchNoneSelectedMsg */
"DeleteBranchNoneSelectedMsg" = "Не выбрана ни одна ветка; выберите хотя бы одну, чтобы удалить";

/* DeleteBranchNoneSelectedTitle */
"DeleteBranchNoneSelectedTitle" = "Пустое выделение";

/* DeleteCommitButtonTitle */
"DeleteCommitButtonTitle" = "Удалить";

/* DeleteCommitContextMenuTitle */
"DeleteCommitContextMenuTitle" = "Удалить коммит…";

/* DeleteRemoteBranchConfirmTitle */
"DeleteRemoteBranchConfirmTitle" = "Подтвердите выбрасывание внешней ветки";

/* DeleteRemoteBranchDisabledLabel */
"DeleteRemoteBranchDisabledLabel" = "Удалить внешнюю ветку";

/* DeleteRemoteBranchLabel */
"DeleteRemoteBranchLabel" = "Удалить внешнюю ветку [%@]";

/* DeleteSubtreeDetailsMsg */
"DeleteSubtreeDetailsMsg" = "Удалить ссылку на поддерево по локальному пути «%@» из репозитория «%@»?\n\nЭто не удалит поддерево физически.";

/* DeleteSubtreeDetailsTitle */
"DeleteSubtreeDetailsTitle" = "Удалить ссылку на поддерево";

/* DeletingBranchTaskTitle */
"DeletingBranchTaskTitle" = "Выбрасывание ветки…";

/* DestinationOutsideRepo */
"DestinationOutsideRepo" = "Вы выбрали целевую папку вне рабочей копии репозитория. Пожалуйста, выберите папку внутри рабочей копии.";

/* DestinationOutsideRepoTitle */
"DestinationOutsideRepoTitle" = "Путь назначения вне репозитория";

/* DetailsAuthor */
"DetailsAuthor" = "Автор:";

/* DetailsBranch */
"DetailsBranch" = "Ветка:";

/* DetailsChangeset */
"DetailsChangeset" = "Набор изменений:";

/* DetailsCommit */
"DetailsCommit" = "Коммит:";

/* DetailsCommittedDate */
"DetailsCommittedDate" = "Дата коммита:";

/* DetailsCommitter */
"DetailsCommitter" = "Автор:";

/* DetailsDate */
"DetailsDate" = "Дата:";

/* DetailsGPG */
"DetailsGPG" = "Детали GPG";

/* DetailsGPGBad */
"DetailsGPGBad" = "Плохая";

/* DetailsGPGGood */
"DetailsGPGGood" = "Хорошая";

/* DetailsLabels */
"DetailsLabels" = "Метки:";

/* DetailsParents */
"DetailsParents" = "Родители:";

/* DetailsRevision */
"DetailsRevision" = "Редакция:";

/* DetailsSVNRevision */
"DetailsSVNRevision" = "Редакция SVN:";

/* DiffMergeNotFound */
"DiffMergeNotFound" = "DiffMerge не найден в вашем каталоге приложений. Пожалуйста, установите DiffMerge, прежде чем настраивать его.";

/* DiffMergeNotFoundTitle */
"DiffMergeNotFoundTitle" = "DiffMerge не найден";

/* DisabledGPGMsg */
"DisabledGPGMsg" = "Cannot enable GPG signing of commits, either there are no GPG keys available or the GPG Program setting in Sourcetree's preferences is incorrect.\n\nIf you have added some keys or changed the GPG Program location after opening this screen please close and re-open the sheet and retry.";

/* DisabledGPGTitle */
"DisabledGPGTitle" = "Невозможно включить подписи для коммитов";

/* DiscardChanges */
"DiscardChanges" = "Отклонить локальные изменения";

/* DiscardHunk */
"DiscardHunk" = "Отменить блок";

/* DiscardLines */
"DiscardLines" = "Отменить строки";

/* No comment provided by engineer. */
"DuplicateRemoteName" = "Повторяющееся название внешнего репозитория";

/* No comment provided by engineer. */
"DuplicateRemoteNameMsg" = "A remote with this name already exists. Please pick a unique name.";

/* DuplicateTagMsg */
"DuplicateTagMsg" = "Такая метка уже существует, хотите ее переместить?\n\nПредупреждение: если вы переместите метку, это может запутать кого-то, кто уже пользуется этой меткой.";

/* DuplicateTagTitle */
"DuplicateTagTitle" = "Метка уже существует!";

/* EmptyCommitMessage */
"EmptyCommitMessage" = "Вы оставили описание коммита пустым. Вы действительно хотите сделать коммит без описания (не рекомендуется)?";

/* EmptyCommitMessageTitle */
"EmptyCommitMessageTitle" = "Пустое описание коммита";

/* Error Loading Nib: %@ */
"ErrorLoadingNib" = "Ошибка при загрузке Nib: %@";

/* ExternalProjectConfirmRemoveMsg */
"ExternalProjectConfirmRemoveMsg" = "Вы уверены что хотите удалить эту внешнюю ссылку проекта?";

/* Fatal Error */
"FatalError" = "Критическая ошибка";

/* FeatureName */
"FeatureName" = "Название ветки новой возможности:";

/* FileLogResetMenuTitle */
"FileLogResetMenuTitle" = "Сбросить состояние файла до этого коммита";

/* FileLogRevertMenuTitle */
"FileLogRevertMenuTitle" = "Вернуть файл к этой редакции";

/* FileLogResetMenuTitle
   FilesLogResetMenuTitle */
"FilesLogResetMenuTitle" = "Сбросить состояние файлов до этого коммита";

/* FileLogRevertMenuTitle
   FilesLogRevertMenuTitle */
"FilesLogRevertMenuTitle" = "Вернуть файлы к этой редакции";

/* FileStatusFilterDescriptionFormat */
"FileStatusFilterDescriptionFormat" = "%1$@, %2$@";

/* FlowConfirmInit */
"FlowConfirmInit" = "Подтвердите изменения в репозиторий";

/* FlowInitDescription */
"FlowInitDescription" = "Инициализация…";

/* FlowConfirmInitHgMsg */
"FlowConfirmInitHgMsg" = "Initializing this repository for Hg Flow will create branches '%@' and '%@' if they don't exist, and also commit a control file ('.hgflow') to every currently open branch.\n\nAre you sure you want to continue?";

/* FlowCreateNewBranchLogDesc */
"FlowCreateNewBranchLogDesc" = "Создать новую ветку";

/* FlowCurrentStateDesc */
"FlowCurrentStateDesc" = "%@: %@";

/* Feature */
"FlowFeature" = "Тематическая ветка";

/* FlowFeatureBranchLogDesc */
"FlowFeatureBranchLogDesc" = "Последняя тематическая ветка";

/* Hotfix */
"FlowHotfix" = "Заплатка";

/* FlowHotfixBranchLogDesc */
"FlowHotfixBranchLogDesc" = "Последняя ветка заплаток";

/* FlowMasterBranchLogDesc */
"FlowMasterBranchLogDesc" = "Последняя главная ветка";

/* FlowNoProductionBranchMsg */
"FlowNoProductionBranchMsg" = "The production branch you chose, '%@', does not already exist. We can't create this automatically because the point in history where the production branch starts from is very important.\n\nTo resolve this, please create a new branch called '%@' at the point in your log which represents the current production state of your system, then come back and initialize again.";

/* FlowNoProductionBranchTitle */
"FlowNoProductionBranchTitle" = "Невозможно создать стабильную ветку";

/* FlowPreviewBaseRevision */
"FlowPreviewBaseRevision" = "Коммит «%@»";

/* FlowPreviewLatestDevelopBranch */
"FlowPreviewLatestDevelopBranch" = "Новейшая ветка разработки";

/* Release */
"FlowRelease" = "Выпуск";

/* FlowReleaseBranchLogDesc */
"FlowReleaseBranchLogDesc" = "Последняя ветка выпусков";

/* ForceDelete */
"ForceDelete" = "Принудительное удаление";

/* FormatToGuidelinesMenuItemTitle */
"FormatToGuidelinesMenuItemTitle" = "Отформатировать согласно рекомендациям";

/* GitAheadAnnotate */
"GitAheadAnnotate" = "опережает на %d";

/* GitBehindAnnotate */
"GitBehindAnnotate" = "отстает на %d";

/* GitCommitAmendWarningMsg */
"GitCommitAmendWarningMsg" = "Вы собираетесь исправить предыдущий коммит – это перепишет историю и может вызвать проблемы, если вы уже отправили этот коммит во внешнюю ветку. Вы уверены, что хотите продолжить?";

/* GitCommitAmendWarningTitle */
"GitCommitAmendWarningTitle" = "Предупреждение - изменение истории";

/* GitFlowVersionEmbedded */
"GitFlowVersionEmbedded" = "Встроенный git-flow";

/* No comment provided by engineer. */
"GitLfsAddExtBlankMsg" = "Вы должны ввести или выбрать расширение для добавления";

/* No comment provided by engineer. */
"GitLfsAddExtBlankTitle" = "Ничего не выбрано";

/* No comment provided by engineer. */
"GitLfsAddExtDuplicateMsg" = "Это расширение уже отслеживается в Git LFS";

/* No comment provided by engineer. */
"GitLfsAddExtDuplicateTitle" = "Уже отслеживается";

/* No comment provided by engineer. */
"GitLfsAddExtOKMsg" = "Файлы с расширением %@ теперь отслеживаются в Git LFS";

/* No comment provided by engineer. */
"GitLfsAddExtOKTitle" = "Отслеживание в Git LFS";

/* No comment provided by engineer. */
"GitLfsAutoAddWildcardTitle" = "Добавить как %@?";

/* No comment provided by engineer. */
"GitLfsAutoAddWildcardMsg" = "Это расширение файла? Если да, то Sourcetree добавит его как %@. Вы согласны?";

"GitLfsDownloading" = "Скачать содержимое файла Git LFS";

/* No comment provided by engineer. */
"GitLfsRemoveExtConfirmMsg" = "Вы уверены что хотите удалить это расширение?";

/* No comment provided by engineer. */
"GitLfsRemoveExtConfirmTitle" = "Подтвердить удаление";

/* GitLfsRunInitMsg */
"GitLfsRunInitMsg" = "This repository appears to use Git LFS but your local configuration is missing some required elements.\nSourcetree can fix this (recommended) by running 'git lfs install' now, is that OK?";

/* GitLfsRunInitTitle */
"GitLfsRunInitTitle" = "Git LFS: требуется установить";

/* GitLfsRunPullMsg */
"GitLfsRunPullMsg" = "This repository is using Git LFS but it appears the binary file content hasn't been downloaded yet. Do you want to download the LFS files required by your current checkout?";

/* GitLfsRunPullTitle */
"GitLfsRunPullTitle" = "Выполнить 'git lfs pull' сейчас?";

/* GitLfsSuggestTrackBeforeAddMessage */
"GitLfsSuggestTrackBeforeAddMessage" = "The following files are %ld MB or larger and are not currently tracked in Git LFS. Are you sure you still want to add them to Git?\n\nWe recommend you cancel and add them to Git LFS tracking first.\n\n%@";

/* No comment provided by engineer. */
"GitLfsTrackExtMenu" = "Отслеживать *.%@ в Git LFS";

/* GitLfsVersionEmbedded */
"GitLfsVersionEmbedded" = "Встроенный git-lfs %@";

/* GitLfsVersionSystem */
"GitLfsVersionSystem" = "Системный git-lfs %@";

/* GitRemoveRemoteTag */
"GitRemoveRemoteTag" = "Удалить метку со всех внешних веток";

/* GitRepoIdentified */
"GitRepoIdentified" = "Это репозиторий Git";

/* GitSvnMergeMsg */
"GitSvnMergeMsg" = "Не рекомендуется выполнять слияния в репозиторий, синхронизируемом с Subversion. Информация о слияниях, хранимая в Subversion, не достаточна, кроме того механизм отслеживания изменений в git-svn может предпринять неправильные действия. Единственный случай, когда слияние безопасно, если  вы сливаете изменения из ветки, которая никогда не была отправлена в Subversion в ветку отслеживающую Subversion.\n\nДля безопасности не стоит выполнять это действие, вместо этого лучше отобрать коммиты или создать патч. Если вы всё же хотите продолжить, то возникающие проблемы придётся решать вам самим.";

/* GitSvnMergeTitle */
"GitSvnMergeTitle" = "Слияние в репозиторий Subversion не рекомендуется";

/* GitSvnPushConfirmMsg */
"GitSvnPushConfirmMsg" = "Это действие извлекает последнюю редакцию из Subversion, затем (при необходимости) перемещает ваши изменения поверх всех редакций, которых у вас ещё нет, только после этого ваши коммиты могут быть отправлены на сервер Subversion. Действие производится только с текущей веткой.\n\nВы уверены, что хотите продолжить?";

/* GitSvnPushConfirmTitle */
"GitSvnPushConfirmTitle" = "Подтверждаете отправку в Subversion?";

/* GitSvnTagMsg */
"GitSvnTagMsg" = "Вы отслеживаете репозиторий Subversion. Хотите создать метку в Subversion или локальную метку Git? Метки Git не могут быть отправлены в Subversion.";

/* GitSvnTagTitle */
"GitSvnTagTitle" = "Создать метку Subversion?";

/* GitVersionEmbedded */
"GitVersionEmbedded" = "Встроенный Git %@";

/* GitVersionSystem */
"GitVersionSystem" = "Системный Git %@";

/* GPGPathInvalidMsg */
"GPGPathInvalidMsg" = "The GPG path you specified is invalid. You should specify the full path to the folder where the gpg2 installation is located, for example, /usr/local/MacGPG2/bin.\n\nDo you wish to continue?";

/* GPGPathInvalidTitle */
"GPGPathInvalidTitle" = "Неверный путь GPG";

/* GPGSymlinkDeleteFailMsg */
"GPGSymlinkDeleteFailMsg" = "Sourcetree failed to delete the gpg symlink required for signing commits. Attempting to commit within a repository with commit signing enabled may fail. The 'gpg' symlink exists in the Sourcetree application support directory.\n\nAre you sure you wish to continue?";

/* GPGSymlinkDeleteFailTitle */
"GPGSymlinkDeleteFailTitle" = "Ошибка удаления GPG";

/* GPGSymlinkWriteFailMsg */
"GPGSymlinkWriteFailMsg" = "Sourcetree needs to create a symlink in the application support directory in order for gpg commit signing to work. The following error occurred in attempting to do this:\n\n%@";

/* GPGSymlinkWriteFailTitle */
"GPGSymlinkWriteFailTitle" = "GPG Symlink Write Failure";

/* Graft */
"Graft" = "Graft";

/* GraftContinueAbortMsg */
"GraftContinueAbortMsg" = "It appears that you have a graft in progress that was probably interrupted because of a conflict. If you've resolved the conflicts in your working copy, please choose whether to continue the graft, or to abort and discard your changes. ";

/* GraftContinueAbortTitle */
"GraftContinueAbortTitle" = "Выполняется операция graft";

/* GraftMenuTitle */
"GraftMenuTitle" = "Graft";

/* Health check service did not return expected response. */
"Health check service did not return expected response." = "Проверка работоспособности не получила ожидаемый ответ.";

/* HgSubversionCloneLayoutSingleMsg */
"HgSubversionCloneLayoutSingleMsg" = "Warning: starting the Subversion conversion from a non-zero revision (in Mercurial) means that branches and tags cannot be converted, so the Subversion repository will be cloned as a flat folder structure instead. \n\nBecause of this, you probably want to make sure you have selected a single branch (or the trunk) as your source URL and not the Subversion root if you have multiple branches.";

/* HgSubversionCloneLayoutSingleTitle */
"HgSubversionCloneLayoutSingleTitle" = "Partial Clone Requires Flat Layout";

/* HgSubversionCreateBranchMsg */
"HgSubversionCreateBranchMsg" = "Это репозиторий отслеживает репозиторий Subversion, а при помощи моста (hgsubversion) нельзя создавать ветки Subversion. Если вы создадите новую ветку Mercurial, вы не сможете отправлять из неё изменения напрямую в Subversion, вместо этого нужно перенести изменения в существующую ветку Subversion вручную и отправить её (слияния hgsubversion тоже не поддерживает).\n\nЕсли вы хотите постоянную ветку Subversion, создайте её командой «svn copy» и получите её в этот репозиторий. Если вам просто нужна временная ветка, то, возможно, лучше воспользоваться ещё одним клоном.\n\nЕсли вы всё же решите создать ветку, то возникающие проблемы придётся решать вам самим.";

/* HgSubversionCreateBranchTitle */
"HgSubversionCreateBranchTitle" = "Создание веток Subversion не поддерживается";

/* HgSubversionMergeMsg */
"HgSubversionMergeMsg" = "Этот репозиторий отслеживает репозиторий Subversion, а hgsubversion не поддерживает слияния. Выполнение слияния может привести к невозможности отправки изменений текущей ветки в Subversion. Так делать не рекомендуется, вместо этого для применения изменений к нескольким веткам следует воспользоваться функцией «Пересадка».\n\nНажимая «Выполнить» вы принимаете ответственность за последствия!";

/* HgSubversionMergeTitle */
"HgSubversionMergeTitle" = "Слияние веток Subversion не поддерживается";

/* HgSubversionTagMsg */
"HgSubversionTagMsg" = "Этот репозиторий отслеживает репозиторий Subversion, а hgsubversion не поддерживает создание и удаление меток. Выполнение таких действий приведёт к невозможности отправки изменений в текущей ветке в Subversion. Так делать НЕ рекомендуется, вместо этого нужно создавать метки в программе Subversion.\n\nНажимая «Выполнить» вы принимаете ответственность за последствия!";

/* HgSubversionTagTitle */
"HgSubversionTagTitle" = "Изменение меток Subversion не поддерживается";

/* HideCommandOutputMenuItemTitle */
"HideCommandOutputMenuItemTitle" = "Скрыть историю комманд";

/* HideSidebarMenuItemTitle */
"HideSidebarMenuItemTitle" = "Скрыть боковую панель";

/* HostAccountBadURLMsg */
"HostAccountBadURLMsg" = "Указанный URL некорректен";

/* HostAccountBadURLTitle */
"HostAccountBadURLTitle" = "Неправильный URL сервера";

/* HostAccountBadUsernameTitle */
"HostAccountBadUsernameTitle" = "Неверное имя пользователя";

/* HostAccountUsernameNotEmailMsg */
"HostAccountUsernameNotEmailMsg" = "Нужно ввести ваше имя пользователя на Bitbucket/GitHub, а не адрес электронной почты.";

/* No comment provided by engineer. */
"HostDefaultUserEditMsg" = "Имя пользователя по умолчанию для хоста %@";

/* No comment provided by engineer. */
"HostDefaultUserEditTitle" = "Изменить имя пользователя по умолчанию";

/* No comment provided by engineer. */
"HostDefaultUserRemoveMsg" = "Вы уверены что хотите удалить имя пользователя по умолчанию для %@";

/* No comment provided by engineer. */
"HostDefaultUserRemoveTitle" = "Удалить пользователя по умолчанию";

/* HostedAccountCreateRepoNoAccountsMsg */
"HostedAccountCreateRepoNoAccountsMsg" = "Please create at least one hosted repository account before trying to create a repository.";

/* HostedAccountCreateRepoNoAccountsTitle */
"HostedAccountCreateRepoNoAccountsTitle" = "Нет зарегистрированных аккаунтов";

/* HostingDetailsIncompleteMsg */
"HostingDetailsIncompleteMsg" = "Пожалуйста, заполните все поля для вашего аккаунта %@";

/* HostingDetailsIncompleteTitle */
"HostingDetailsIncompleteTitle" = "Неполное описание";

/* HostingLoadErrorMsg */
"HostingLoadErrorMsg" = "Your list of accounts cannot be loaded due to an unsupported account or corruption. We recommend removing all hosting service accounts and adding them again in Preferences.";

/* HostingLoadErrorTitle */
"HostingLoadErrorTitle" = "Нам жаль, но...";

/* RemoveAccountsButtonTitle */
"RemoveAccountsButtonTitle" = "Удалить учётные записи";

/* QuitButtonTitle */
"QuitButtonTitle" = "Выход";

/* No comment provided by engineer. */
"HostLoginErrorMsg" = "Ошибка входа в учетную запись %@.\n\nОтвет сервера: «%@»";

/* No comment provided by engineer. */
"HostLoginErrorTitle" = "Ошибка входа";

/* HotfixName */
"HotfixName" = "Версия заплатки:";

/* IgnoredFiles */
"IgnoredFiles" = "Игнорируемые файлы";

/* ImportLicenseMessage */
"ImportLicenseMessage" = "Укажите файл вашей лицензии Sourcetree:";

/* ImportLicenseNameField */
"ImportLicenseNameField" = "Файл лицензии:";

/* ImportLicenseTitle */
"ImportLicenseTitle" = "Импортировать файл лицензии";

/* InstallCommandLineFailedMsg */
"InstallCommandLineFailedMsg" = "Не удалось установить утилиты командной строки, подробности можно найти в системном журнале.";

/* InstallCommandLineFailedTitle */
"InstallCommandLineFailedTitle" = "Не удалось установить";

/* InstallCommandLineSuccessMsg */
"InstallCommandLineSuccessMsg" = "Утилиты командной строки успешно установлены, теперь вы можете использовать в терминале следующую команду:\n\nstree";

/* InstallCommandLineSuccessTitle */
"InstallCommandLineSuccessTitle" = "Установка успешно завершена";

/* InteractiveRebaseMenuTitle */
"InteractiveRebaseMenuTitle" = "Переместить потомок %@ интерактивно";

/* InteractiveRebasePlainMenuTitle */
"InteractiveRebasePlainMenuTitle" = "Интерактивное перемещение";

/* InvalidArchiveFormatMsg */
"InvalidArchiveFormatMsg" = "Неподдерживаемый тип файла архива, пожалуйста, укажите архив с расширением .zip, .tar, .tar.gz, .tar.bz2, tgz или tbz2.";

/* InvalidArchiveFormatTitle */
"InvalidArchiveFormatTitle" = "Неверный архив";

/* InvalidEmailFormatMsg */
"InvalidEmailFormatMsg" = "Указан адрес электронной почты в неправильном формате";

/* InvalidEmailFormatTitle */
"InvalidEmailFormatTitle" = "Неправильный формат адреса электронной почты";

/* JumpToRevisionLabelGit */
"JumpToRevisionLabelGit" = "Перейти к коммиту по его SHA-1:";

/* JumpToRevisionLabelHg */
"JumpToRevisionLabelHg" = "Перейти к редакции / набору изменений";

/* LocateMovedRepository */
"LocateMovedRepository" = "Указать перемещённый репозиторий";

/* LogAllParents */
"LogAllParents" = "Все родители";

/* LogAncestorOrder */
"LogAncestorOrder" = "По графу";

/* LogBranchesAll */
"LogBranchesAll" = "Все ветки";

/* LogBranchesCurrent */
"LogBranchesCurrent" = "Текущая ветка";

/* LogDateOrder */
"LogDateOrder" = "По дате";

/* LogFollowFirst */
"LogFollowFirst" = "Только первый родитель";

/* LogHideRemotes */
"LogHideRemotes" = "Скрыть внешние ветки";

/* LogShowRemotes */
"LogShowRemotes" = "Показать внешние ветки";

/* Master */
"Master" = "Главный";

/* MercurialExtNoPath */
"MercurialExtNoPath" = "Ядро";

/* MercurialRepoIdentified */
"MercurialRepoIdentified" = "Это репозиторий Mercurial";

/* MercurialVersionEmbedded */
"MercurialVersionEmbedded" = "Встроенный Mercurial %@";

/* MercurialVersionSystem */
"MercurialVersionSystem" = "Системный Mercurial %@";

/* Merge */
"Merge" = "Слияние";

/* MergeCommitPrefix */
"MergeCommitPrefix" = "Слияние";

/* MergeErrorTitle */
"MergeErrorTitle" = "Ошибки при слиянии";

/* Mode */
"Mode" = "режим";

/* ModifiedFiles */
"ModifiedFiles" = "Изменённые файлы";

/* MoreInfo */
"MoreInfo" = "Подробнее";

/* Move */
"Move" = "Переместить";

/* MoveFileMessage */
"MoveFileMessage" = "Укажите путь для перемещения %@";

/* MoveFileNameLabel */
"MoveFileNameLabel" = "Место назначения";

/* MoveFileTitle */
"MoveFileTitle" = "Переместить Файл";

/* MoveTag */
"MoveTag" = "Переместить метку";

/* MoveToTrash */
"MoveToTrash" = "Также отправить в Корзину";

/* NewCommitToPullGitMsg */
"NewCommitToPullGitMsg" = "%d новый коммита доступно для получения из «%@» в «%@»";

/* NewCommitToPullGitTitle */
"NewCommitToPullGitTitle" = "Есть новый коммит";

/* NewCommitToPullHgMsg */
"NewCommitToPullHgMsg" = "%d новых наборов изменений для получения в «%@»";

/* NewCommitToPullHgTitle */
"NewCommitToPullHgTitle" = "Доступен новый набор изменений";

/* NewCommitToPullPluralGitMsg */
"NewCommitToPullPluralGitMsg" = "%1$d new commits to pull from \"%2$@\" for \"%3$@\"";

/* NewCommitToPullPluralGitTitle */
"NewCommitToPullPluralGitTitle" = "Есть новые коммиты";

/* NewCommitToPullPluralHgMsg */
"NewCommitToPullPluralHgMsg" = "%1$d новых наборов изменений для отправки в \"%2$@\"";

/* NewCommitToPullPluralHgTitle */
"NewCommitToPullPluralHgTitle" = "Доступны новые наборы изменений";

/* NewGroup */
"NewGroup" = "Новая Группа";

/* NewRepositoryMsg */
"NewRepositoryMsg" = "Создание нового репозитория %@ в %@";

/* No */
"No" = "Нет";

/* NoCommitSelected */
"NoCommitSelected" = "Не выбран ни один коммит";

/* NoCommitSelectedMessage */
"NoCommitSelectedMessage" = "Выберите хотя бы один коммит, чтобы продолжить";

/* NoFilesSelected */
"NoFilesSelected" = "Не выбрано ни одного файла";

/* NoFilesSelectedMessage */
"NoFilesSelectedMessage" = "Пожайлуйста, выберите как минимум один файл для продолжения";

/* NoFilesToCommit */
"NoFilesToCommit" = "Нечего коммитить !";

/* NoFilesToCommitMessage */
"NoFilesToCommitMessage" = "Выберите файлы для коммита.";

/* NoForcePushWarningInFuture */
"NoForcePushWarningInFuture" = "Не предупреждать меня в будущем";

/* NoncontiguousStageSelectionMsg */
"NoncontiguousStageSelectionMsg" = "Вы можете выполнять эту операцию только с непрерывным диапазоном строк, выберите заново диапазон строк или выполните действия на каждом из поддиапазонов, если вам нужно выбрать лучшее.";

/* NoncontiguousStageSelectionTitle */
"NoncontiguousStageSelectionTitle" = "Не сплошное выделение";

/* NoRemoteBranchSelected */
"NoRemoteBranchSelected" = "Внешняя ветка не выбрана";

/* NoRevisionSelected */
"NoRevisionSelected" = "Редакция не выбрана";

/* NoStagedChangesToCommit */
"NoStagedChangesToCommit" = "Нет индексированных изменений. Закоммитить всё?";

/* NoStagedChangesToCommitMessage */
"NoStagedChangesToCommitMessage" = "You haven't staged any changes to be committed.\n\nWould you like to just commit all your modifications? This won't add any new files that aren't tracked yet.";

/* NoSystemGitFlowMsg */
"NoSystemGitFlowMsg" = "Git-flow не найден в указанном месте; будет использована внутренняя версия Sourcetree.";

/* NoSystemGitFlowTitle */
"NoSystemGitFlowTitle" = "Git-flow не найден";

/* NoSystemGitLfsMsg */
"NoSystemGitLfsMsg" = "Git LFS не найден в вашей системе, используется встроенная версия";

/* NoSystemGitLfsTitle */
"NoSystemGitLfsTitle" = "Git LFS не найден";

/* NoSystemGitMsg */
"NoSystemGitMsg" = "Git was not found on your system in the standard locations; the Sourcetree internal version will be used.";

/* NoSystemGitTitle */
"NoSystemGitTitle" = "Git не найден";

/* NoSystemMercurialMsg */
"NoSystemMercurialMsg" = "Mercurial не был найден на вашем компьютере в стандартных путях. Будет использована внутренняя версия Sourcetree.";

/* NoSystemMercurialTitle */
"NoSystemMercurialTitle" = "Mercurial не найден";

/* NotAValidSourcePathURL */
"NotAValidSourcePathURL" = "Это неправильный путь / URL источника";

/* NothingToCommit */
"NothingToCommit" = "Нечего коммитить";

/* OK */
"OK" = "ОК";

/* OpenNotWorkingCopy */
"OpenNotWorkingCopy" = "Директория %@ не является репозиторием Mercurial или Git.";

/* OpenNotWorkingCopyTitle */
"OpenNotWorkingCopyTitle" = "Неверная папка";

/* OpenSelectedVersionFileMenuTitle */
"OpenSelectedVersionFileMenuTitle" = "Открыть файл выбранной версии";

/* OpenSelectedVersionFilesMenuTitle */
"OpenSelectedVersionFilesMenuTitle" = "Открыть файлы выбранной версии";

/* OpenSourcePath */
"OpenSourcePath" = "Открыть путь источника";

/* OpenSvnAuthorsFile */
"OpenSvnAuthorsFile" = "Открыть авторский файл сопоставления";

/* Open Working Copy */
"OpenWorkCopy" = "Открыть Рабочую копию";

/* PasswordInURLNotAllowedMsg */
"PasswordInURLNotAllowedMsg" = "Warning: embedding passwords in URLs is extremely insecure. You are advised to remove the password; Sourcetree will prompt you when a password is needed and you will have the option to use your Keychain to store them. \n\nIt is highly recommended to press 'Cancel' and remove the password(s) from your remote settings before proceeding. Click 'OK' if you want to embed the password anyway (not recommended).";

/* PasswordInURLNotAllowedTitle */
"PasswordInURLNotAllowedTitle" = "Пароль найден в адресе";

/* PatchConfirmedStrip */
"PatchConfirmedStrip" = "Успешно определены опции среза и базовый путь";

/* PatchCouldntFindStripForFile */
"PatchCouldntFindStripForFile" = "Could not determine strip/base path options from patch file entry: %@";

/* PatchDryRunOk */
"PatchDryRunOk" = "Отключите опцию «Пробный прогон» и запустите снова, чтобы применить изменения.";

/* PatchDryRunOkTitle */
"PatchDryRunOkTitle" = "Пробный прогон изменений прошел успешно";

/* PatchDryRunToolTip */
"PatchDryRunToolTip" = "Просто проверка, возможно ли применить этот патч";

/* PatchFailedMessage */
"PatchFailedMessage" = "Не удалось применить патч к рабочей копии. Наиболее вероятной причиной этого является то, что состояние файлов в папке изменилось слишком сильно.\n\nПожалуйста, внесите изменения вручную.";

/* PatchFailedTitle */
"PatchFailedTitle" = "Не удалось применить патч";

/* PatchGitDryRunUnavailable */
"PatchGitDryRunUnavailable" = "Git не поддерживает опцию --dry-run на импорте полных коммитов";

/* PatchHgDryRunUnavailable */
"PatchHgDryRunUnavailable" = "Mercurial не поддерживает опцию --dry-run на импорте полных коммитов или патчей с увеличенными опциями различий файлов";

/* PatchIsBasicDiff */
"PatchIsBasicDiff" = "Патч в формате diff рабочей копии";

/* PatchIsExtendedDiff */
"PatchIsExtendedDiff" = "Патч содержит дополнительную информацию об изменениях (копирование, переименование, двоичные данные и т.д.)";

/* PatchIsGitCommit */
"PatchIsGitCommit" = "Патч содержит коммит Git.";

/* PatchIsMercurialChangeset */
"PatchIsMercurialChangeset" = "Патч содержит набор изменений Mercurial";

/* PatchIsNotAPatch */
"PatchIsNotAPatch" = "Это не правильный файл патча.";

/* PendingFiles */
"PendingFiles" = "Ожидающие файлы";

/* PleaseSelectACommit */
"PleaseSelectACommit" = "Выберите коммит.";

/* PleaseSelectARemoteBranch */
"PleaseSelectARemoteBranch" = "Выберите внешнюю ветку";

/* PleaseSelectARevision */
"PleaseSelectARevision" = "Пожалуйста, выберите редакцию.";

/* ProceedNotRecommended */
"ProceedNotRecommended" = "Выполнить (не рекомендуется)";

/* PullFailedTitle */
"PullFailedTitle" = "Не удалось получить изменения";

/* PullSubtreeMessage */
"PullSubtreeMessage" = "Вы уверены, что хотите получить поддерево '%@' из '%@', используя ветку/коммит '%@'?";

/* PullSubtreeTitle */
"PullSubtreeTitle" = "Получить изменения в поддереве";

/* Push... */
"Push..." = "Отправить…";

/* PushCommitImmedatelyTo */
"PushCommitImmedatelyTo" = "Отправить изменения незамедлительно на %@";

/* PushFromCommitFailedMsg */
"PushFromCommitFailedMsg" = "Коммит прошёл успешно, но отправить изменения не удалось. Чтобы повторить отправку, нажмите кнопку «Отправить» на панели инструментов.";

/* PushFromCommitFailedTitle */
"PushFromCommitFailedTitle" = "Не удалось отправить изменения";

/* PushSubtreeMessage */
"PushSubtreeMessage" = "Вы уверены, что хотите отправить поддерево '%@' из '%@', используя ветку/коммит '%@'?";

/* PushSubtreeTitle */
"PushSubtreeTitle" = "Отправить поддерево ";

/* PushToLogViewMenuTitle */
"PushToLogViewMenuTitle" = "Отправить редакцию %@…";

/* PushToLogViewPlainMenuTitle */
"PushToLogViewPlainMenuTitle" = "Отправить редакцию…";

/* Rebase */
"Rebase" = "Перемещение";

/* RebaseAbort */
"RebaseAbort" = "Отменить перемещение";

/* RebaseAbortSummaryText */
"RebaseAbortSummaryText" = "Прерывание перемещения";

/* RebaseContinue */
"RebaseContinue" = "Продолжить перемещение";

/* RebaseContinueAbortMsg */
"RebaseContinueAbortMsg" = "It appears that you have a rebase in progress that was probably interrupted because of a conflict. If you've resolved the conflicts in your working copy, please choose whether to continue the rebase, or or abort this process where you are now. ";

/* RebaseContinueAbortTitle */
"RebaseContinueAbortTitle" = "Выполняется перемещение";

/* RebaseContinueSummaryText */
"RebaseContinueSummaryText" = "Продолжается перемещение";

/* RebasingInteractively */
"RebasingInteractively" = "Интерактивное перебазирование..";

/* RegisterNowButton */
"RegisterNowButton" = "Зарегистрируйтесь сейчас - это бесплатно!";

/* ReleaseName */
"ReleaseName" = "Версия выпуска:";

/* RemoteProjectLinkBaseURLInvalid */
"RemoteProjectLinkBaseURLInvalid" = "Неправильный корневой URL сервера - укажите правильный адрес http[s]://.";

/* RemoteProjectLinkBaseURLMissing */
"RemoteProjectLinkBaseURLMissing" = "Предоставьте адрес сервера для этой внешней ветки, чтобы включить интеграцию с хостингом.";

/* RemoteProjectLinkValidationTitle */
"RemoteProjectLinkValidationTitle" = "Ошибка проверки";

/* RemoteUrlCannotMatchToRepoMsg */
"RemoteUrlCannotMatchToRepoMsg" = "В выбранном репозитории нет сервера совпадающего по описанию с определённым в проекте. Если вы всё же хотите связать репозиторий с данной ссылкой на сервер, исправьте настройки сервера в свойствах вашего репозитория.";

/* RemoteUrlCannotMatchToRepoTitle */
"RemoteUrlCannotMatchToRepoTitle" = "Детали внешнего репозитория не совпадает";

/* No comment provided by engineer. */
"Remove" = "Удалить";

/* RemoveBookmark */
"RemoveBookmark" = "Удалить закладку";

/* RemoveBookmarks */
"RemoveBookmarks" = "Удалить закладки";

/* RenameBranch */
"RenameBranch" = "Переименовать ветку";

/* RenameBranchFieldLabel */
"RenameBranchFieldLabel" = "Новое имя ветки";

/* Replace */
"Replace" = "Заменить";

/* RepoIsGone */
"RepoIsGone" = "Репозиторий отсутствует";

/* RepoIsGoneMsg */
"RepoIsGoneMsg" = "Похоже, что репозиторий был удалён или перемещён в другое место.\n\nУдалить эту закладку или перенаправить на правильную папку?";

/* RepoMovedOrDeleted */
"RepoMovedOrDeleted" = "Репозиторий перемещён или удалён";

/* RepoScanningDone */
"RepoScanningDone" = "Пожалуйста, выберите репозитории из списка ниже чтобы добавить";

/* RepositoryActions */
"RepositoryActions" = "Действия с репозиторием";

/* ReregisterButton */
"ReregisterButton" = "Зарегистрировать снова";

/* ResetBranchToMenuTitle */
"ResetBranchToMenuTitle" = "Сбросить %@ к этому коммиту";

/* ResetMenuTitle */
"ResetMenuTitle" = "Сбросить…";

/* ResetToCommitMenuTitle */
"ResetToCommitMenuTitle" = "Сбросить на коммит…";

/* RestoreCommitButtonTitle */
"RestoreCommitButtonTitle" = "Восстановлено";

/* RestoreCommitContextMenuTitle */
"RestoreCommitContextMenuTitle" = "Восстановить коммит…";

/* ReverseHunk */
"ReverseHunk" = "Обратить блок";

/* ReverseLines */
"ReverseLines" = "Обратить строки";

/* RevertMenuTitle */
"RevertMenuTitle" = "Отменить изменения…";

/* RevertNoFilesSelectedMsg */
"RevertNoFilesSelectedMsg" = "Пожалуйста, выберите как минимум один файл для продолжения";

/* RevertNoFilesSelectedTitle */
"RevertNoFilesSelectedTitle" = "Не выбрано ни одного файла";

/* RevertPickParentMessage */
"RevertPickParentMessage" = "Из-за незавершённого слияния рабочая копия имеет несколько родительских редакций. Выберите редакцию, к которой вы хотите вернуться:\n\n%@\n\nили:\n\n%@";

/* RevertPickParentTitle */
"RevertPickParentTitle" = "Выбрать редакцию-предок";

/* RevertToRevisionMenuTitle */
"RevertToRevisionMenuTitle" = "Вернуть к редакции…";

/* RevisionDetailsForMultipleSelection */
"RevisionDetailsForMultipleSelection" = "Отображаются все различия между %@ и %@ ";

/* RevisionLabel */
"RevisionLabel" = "Редакция:";

/* ScanForRepositories */
"ScanForRepositories" = "Поиск репозиториев в папке";

/* SetDestinationPath */
"SetDestinationPath" = "Укажите папку назначения";

/* No comment provided by engineer. */
"Settings" = "Настройки";

/* ShelveExistsAlertMsg */
"ShelveExistsAlertMsg" = "Полка с таким именем уже существует.\n\nВы хотите перезаписать существующую полку новой с тем же именем? Вы потеряете все изменения сделанные на текущей полке.";

/* ShelveExistsAlertTitle */
"ShelveExistsAlertTitle" = "Полка существует";

/* ShelveMenuTitle */
"ShelveMenuTitle" = "Отложить изменения…";

/* ShowCommandOutputMenuItemTitle */
"ShowCommandOutputMenuItemTitle" = "Показать историю команд";

/* ShowSidebarMenuItemTitle */
"ShowSidebarMenuItemTitle" = "Показать боковую панель";

/* BOOKMARKS */
"SidebarBookmarks" = "ЗАКЛАДКИ";

/* BRANCHES */
"SidebarBranches" = "ВЕТКИ";

/* SidebarCheckout */
"SidebarCheckout" = "Перейти на %@";

/* SidebarCloseBranch */
"SidebarCloseBranch" = "Закрыть %@";

/* SidebarDeleteBranch */
"SidebarDeleteBranch" = "Удалить %@";

/* SidebarDeleteSubmodule */
"SidebarDeleteSubmodule" = "Удалить %@";

/* SidebarFetchRemote */
"SidebarFetchRemote" = "Извлечь из %@";

/* FILE STATUS */
"SidebarFileStatus" = "РАБОЧЕЕ МЕСТО";

/* SidebarMergeBranch */
"SidebarMergeBranch" = "Слить %@ в %@";

/* SidebarNewSubmodule */
"SidebarNewSubmodule" = "Добавить подмодуль…";

/* SidebarNewSubrepository */
"SidebarNewSubrepository" = "Добавить субрепозиторий…";

/* SidebarNewSubtree */
"SidebarNewSubtree" = "Добавить/привязать поддерево…";

/* SidebarOpenSubmodule */
"SidebarOpenSubmodule" = "Открыть %@";

/* SidebarPullRemote */
"SidebarPullRemote" = "Получить с %@…";

/* SidebarPullRemoteBranch */
"SidebarPullRemoteBranch" = "Получить %@ в %@";

/* SidebarPullTrackedBranch */
"SidebarPullTrackedBranch" = "Получить %@ (отслеживаемо)";

/* SidebarPushRemote */
"SidebarPushRemote" = "Отправить на %@…";

/* SidebarPushTo */
"SidebarPushTo" = "Отправить на %@…";

/* SidebarPushTrackedBranch */
"SidebarPushTrackedBranch" = "Отправить на %@ (отслеживаемая)";

/* SidebarRebaseBranch */
"SidebarRebaseBranch" = "Переместить текущие изменение поверх %@";

/* REMOTES */
"SidebarRemotes" = "ВНЕШНИЕ РЕПОЗИТОРИИ";

/* SidebarRemoveRemote */
"SidebarRemoveRemote" = "Удалить %@";

/* SidebarRemoveTag */
"SidebarRemoveTag" = "Удалить %@";

/* SHELVED */
"SidebarShelved" = "ОТЛОЖЕННЫЕ";

/* STASHES */
"SidebarStashes" = "ОТЛОЖЕННОЕ";

/* SUBMODULES */
"SidebarSubmodules" = "ПОДМОДУЛИ";

/* SUBREPOSITORIES */
"SidebarSubrepos" = "ПОДРЕПОЗИТОРИИ";

/* SUBTREES */
"SidebarSubtrees" = "ПОДДЕРЕВЬЯ";

/* TAGS */
"SidebarTags" = "МЕТКИ";

/* SidebarUpdateTo */
"SidebarUpdateTo" = "Обновлено до %@";

/* SignRevConfirmMsg */
"SignRevConfirmMsg" = "Вы уверены, что хотите подписать редакцию '%@'? Это создаст новый коммит.";

/* SignRevConfirmTitle */
"SignRevConfirmTitle" = "Подтвердить подпись редакции";

/* SignRevisionTaskTitle */
"SignRevisionTaskTitle" = "Подписать редакцию";

/* SortedByCheckedUnchecked */
"SortedByCheckedUnchecked" = "отсортированные по отмечен / не отмечен";

/* SortedByFilename */
"SortedByFilename" = "отсортировано по имени";

/* SortedByFilenameReverse */
"SortedByFilenameReverse" = "отсортировано по имени (в обратном порядке)";

/* SortedByFileStatus */
"SortedByFileStatus" = "отсортированные по состоянию";

/* SortedByPath */
"SortedByPath" = "отсортированные по пути";

/* SortedByPathReverse */
"SortedByPathReverse" = "отсортированные по пути (в обратном порядке)";

/* SourceEqualsDest */
"SourceEqualsDest" = "Вы должны выбрать другой файл в качестве назначения.";

/* SourceEqualsDestTitle */
"SourceEqualsDestTitle" = "Неверное имя файла";

/* SpecifiedCommitLabel */
"SpecifiedCommitLabel" = "Указанный коммит:";

/* SpecifiedRevisionLabel */
"SpecifiedRevisionLabel" = "Указанная редакция:";

/* SpecifySubtreeLocalRelativePath */
"SpecifySubtreeLocalRelativePath" = "Выберите путь поддерева";

/* SSLErrorHelpMessage */
"SSLErrorHelpMessage" = "Щелкните «Узнать больше», чтобы получить дополнительную информацию.";

/* SSLErrorTitle */
"SSLErrorTitle" = "Ошибка сертификата SSL";

/* No comment provided by engineer. */
"StagedFiles" = "Файлы в индексе";

/* StageHunk */
"StageHunk" = "Добавить блок в индекс";

/* StageLines */
"StageLines" = "Добавить строки в индекс";

/* StashExistsAlertMsg */
"StashExistsAlertMsg" = "Stash с таким именем уже существует.\n\nВы хотите создать Stash c таким же именем? Ваш имеющийся Stash НЕ будет перезаписан.";

/* StashExistsAlertTitle */
"StashExistsAlertTitle" = "Stash существует";

/* StashMenuTitle */
"StashMenuTitle" = "Отложить изменения…";

/* StatusTooltipAdded */
"StatusTooltipAdded" = "Добавлено";

/* StatusTooltipClean */
"StatusTooltipClean" = "Чистые";

/* StatusTooltipDeleted */
"StatusTooltipDeleted" = "Удалено";

/* StatusTooltipIgnored */
"StatusTooltipIgnored" = "Игнорируемые";

/* StatusTooltipMergeConflicted */
"StatusTooltipMergeConflicted" = "Конфликтует";

/* StatusTooltipMergeResolved */
"StatusTooltipMergeResolved" = "Объединено";

/* StatusTooltipMissing */
"StatusTooltipMissing" = "Отсутствует";

/* StatusTooltipModified */
"StatusTooltipModified" = "Изменённые";

/* StatusTooltipRenamed */
"StatusTooltipRenamed" = "Переименовано";

/* StatusTooltipSubrepoChanged */
"StatusTooltipSubrepoChanged" = "Отслеживаемый коммит подрепозитория изменен";

/* StatusTooltipUnknown */
"StatusTooltipUnknown" = "Не отслеживается";

/* StripMenuTitle */
"StripMenuTitle" = "Стереть начиная отсюда";

/* SubmoduleGitOnlyMsg */
"SubmoduleGitOnlyMsg" = "Подмодули могут быть только репозиториями Git.";

/* SubmoduleGitOnlyTitle */
"SubmoduleGitOnlyTitle" = "Не репозиторий Git";

/* SubmoduleOutsideRepoMsg */
"SubmoduleOutsideRepoMsg" = "Вы должны указать путь внутри Вашего репозитория";

/* SubmoduleOutsideRepoTitle */
"SubmoduleOutsideRepoTitle" = "Путь неверен";

/* SubmodulesWithUncommitted */
"SubmodulesWithUncommitted" = "Незакоммиченные подмодули:";

/* SubmodulesWithUnpushed */
"SubmodulesWithUnpushed" = "Подмодули с исходящими изменениями:";

/* SubreposWithUncommitted */
"SubreposWithUncommitted" = "Незакоммиченные подрепозитории:";

/* SubreposWithUnpushed */
"SubreposWithUnpushed" = "Подрепозитории с исходящими изменениями:";

/* SubrepoUncommittedChangesParentCommitMsg */
"SubrepoUncommittedChangesParentCommitMsg" = "Необходимо закоммитить изменения в подрепозиториях перед коммитом в родительский репозиторий.";

/* SubrepoUncommittedChangesParentCommitTitle */
"SubrepoUncommittedChangesParentCommitTitle" = "Незакоммиченные изменения в подрепозитории";

/* SubrepoUnpushedChangesParentPushMsg */
"SubrepoUnpushedChangesParentPushMsg" = "Вы должны отправить изменения в подрепозиторий перед продолжением.";

/* SubrepoUnpushedChangesParentPushTitle */
"SubrepoUnpushedChangesParentPushTitle" = "Отправить подрепозитории перед продолжением";

/* SubtreeDetailsMsg */
"SubtreeDetailsMsg" = "Описание поддерева:\n\nРепозиторий: %@\nЛокальный относительный путь: %@\nДерево / коммит: %@";

/* SubtreeDetailsTitle */
"SubtreeDetailsTitle" = "Описание поддерева";

/* SubtreeLinkFolderConfirmMsg */
"SubtreeLinkFolderConfirmMsg" = "По указанному пути папка уже существует. Вы хотите создать связь между удаленными данными и существующей папкой? (примечание, это действие не повлияет на ваш репозиторий)";

/* SubtreeLinkFolderConfirmTitle */
"SubtreeLinkFolderConfirmTitle" = "Привязать описание поддерева";

/* SubtreeMissingCommitBranchMsg */
"SubtreeMissingCommitBranchMsg" = "Поле «Ветка / Коммит» должно быть заполнено";

/* SubtreeMissingCommitBranchTitle */
"SubtreeMissingCommitBranchTitle" = "Отсутствует описание поддерева";

/* SubtreeMissingSourcePathMsg */
"SubtreeMissingSourcePathMsg" = "Путь / адрес нужен для выполнения действия с поддеревом";

/* SubtreeMissingSourcePathTitle */
"SubtreeMissingSourcePathTitle" = "Путь поддерева не указан";

/* SubtreePathAlreadyUsedMsg */
"SubtreePathAlreadyUsedMsg" = "The local subtree path '%@' is already linked to a subtree. Do you want to replace the details already associated with that subtree?";

/* SubtreePathAlreadyUsedTitle */
"SubtreePathAlreadyUsedTitle" = "Перезаписать связь с поддеревом?";

/* SubtreePathPrefixAbsolutePathMsg */
"SubtreePathPrefixAbsolutePathMsg" = "The path prefix specified is an absolute path which could cause problems with your subtree. Are you sure you want to continue?";

/* SubtreePathPrefixAbsolutePathTitle */
"SubtreePathPrefixAbsolutePathTitle" = "Ошибка префикса пути";

/* SubtreeSquashOption */
"SubtreeSquashOption" = "Объединить коммиты";

/* SubversionPullTaskSummary */
"SubversionPullTaskSummary" = "Получение из Subversion";

/* SubversionRevisionLabels */
"SubversionRevisionLabels" = "Редакция Subversion:";

/* SummaryClean */
"SummaryClean" = "Чистый";

/* SummaryDiffSuppressed */
"SummaryDiffSuppressed" = "Вывод diff отключен (размер файла или шаблон)";

/* SummaryMergeConflict */
"SummaryMergeConflict" = "Неразрешенное слияние:";

/* SummaryMergeOk */
"SummaryMergeOk" = "Слияние:";

/* SummaryNumAdded */
"SummaryNumAdded" = "Добавлено: %u";

/* SummaryNumConflicts */
"SummaryNumConflicts" = "Споры: %u";

/* SummaryNumIncoming */
"SummaryNumIncoming" = "Входящие: %u";

/* SummaryNumMissing */
"SummaryNumMissing" = "Отсутствует: %u";

/* SummaryNumModified */
"SummaryNumModified" = "Изменено: %u";

/* SummaryNumOutgoing */
"SummaryNumOutgoing" = "Исходящие: %u";

/* SummaryNumRemoved */
"SummaryNumRemoved" = "Удалено: %u";

/* SummaryNumUnknown */
"SummaryNumUnknown" = "Неизвестно: %u";

/* SummaryRebaseConflict */
"SummaryRebaseConflict" = "Неразрешенное перемещение:";

/* SummaryRebaseOk */
"SummaryRebaseOk" = "Перемещение:";

/* SummaryTextCopyRename */
"SummaryTextCopyRename" = "Файл переименован/скопирован из %@";

/* SummaryTextDeletedBinary */
"SummaryTextDeletedBinary" = "Выброшенный двоичный файл";

/* SummaryTextDeletedFile */
"SummaryTextDeletedFile" = "Удалённый файл";

/* SummaryTextFileContents */
"SummaryTextFileContents" = "Содержимое файла";

/* SummaryTextHunkSameLines */
"SummaryTextHunkSameLines" = "Блок %d : строки %d-%d";

/* SummaryTextLines */
"SummaryTextLines" = "строк";

/* SummaryTextLinesAdded */
"SummaryTextLinesAdded" = "строк добавлено";

/* SummaryTextLinesRemoved */
"SummaryTextLinesRemoved" = "строк удалено";

/* SummaryTextModifiedBinary */
"SummaryTextModifiedBinary" = "Измененный двоичный файл";

/* SummaryTextModifiedFile */
"SummaryTextModifiedFile" = "Измененный файл";

/* SummaryTextNewBinary */
"SummaryTextNewBinary" = "Новый бинарный файл";

/* SummaryTextNewFile */
"SummaryTextNewFile" = "Новый файл";

/* SummaryTextSubrepoCommitChanged */
"SummaryTextSubrepoCommitChanged" = "Отслеживаемый коммит подрепозитория изменён";

/* SummaryTextUnmodified */
"SummaryTextUnmodified" = "Неизмененный файл";

/* SummaryTextUntrackedBinary */
"SummaryTextUntrackedBinary" = "Неотслеживаемый бинарный файл";

/* SummaryTextUntrackedFile */
"SummaryTextUntrackedFile" = "Неотслеживаемый файл";

/* SvnRepoIdentified */
"SvnRepoIdentified" = "Это сервер Subversion (должен быть склонирован в Git или Mercurial)";

/* SvnRepoIdentifiedUseNative */
"SvnRepoIdentifiedUseNative" = "Это сервер Subersion";

/* SvnSelectTargetTypeMsg */
"SvnSelectTargetTypeMsg" = "Пожалуйста, выберите тип репозитория, в который нужно преобразовать репозиторий Subversion.";

/* SvnSelectTargetTypeTitle */
"SvnSelectTargetTypeTitle" = "Выберите вид целевого репозитория";

/* SwitchingWorkingCopyTaskTitle */
"SwitchingWorkingCopyTaskTitle" = "Переключение рабочей копии…";

/* SystemGitFlowFolderMsg */
"SystemGitFlowFolderMsg" = "Выберите версию git-flow, которую вы хотите использовать";

/* SystemGitFlowFolderTitle */
"SystemGitFlowFolderTitle" = "Найти git-flow";

/* SystemGitFlowWarningMsg */
"SystemGitFlowWarningMsg" = "Sourcetree требует последнюю версию git-flow, которая включает в себя 2 pull-запроса, которые были добавлены в ветку «develop» официального репозитория git-flow (https://github.com/nvie/gitflow) с 9 июля 2012 года.\n\n, Ваша системная версия git-flow ДОЛЖНА включать эти pull-запросы, пронумерованные #222 и #223.";

/* SystemGitFlowWarningTitle */
"SystemGitFlowWarningTitle" = "Предупреждение: требования к версии git-flow ";

/* SystemGitFolderMsg */
"SystemGitFolderMsg" = "Укажите путь к исполняемому файлу git";

/* SystemGitFolderTitle */
"SystemGitFolderTitle" = "Найти установленный Git";

/* SystemGitLfsFolderMsg */
"SystemGitLfsFolderMsg" = "Укажите исполняемый файл вашего системного git-lfs";

/* SystemGitLfsFolderTitle */
"SystemGitLfsFolderTitle" = "Указать системный Git LFS";

/* SystemMercurialFolderFieldName */
"SystemMercurialFolderFieldName" = "Папка пакета Mercurial Python:";

/* SystemMercurialFolderMsg */
"SystemMercurialFolderMsg" = "Пожалуйста найдите ваш системный пакет Mercurial. \nОн должен быть внутри вашей папки библиотек Python, \nк примеру '/Library/Python/2.7/site-packages/mercurial'.";

/* SystemMercurialFolderTitle */
"SystemMercurialFolderTitle" = "Найти установленный Mercurial";

/* TagDetails */
"TagDetails" = "Описание метки";

/* TaskCantCreateOutputFile */
"TaskCantCreateOutputFile" = "Запись в файл невозможна: %@";

/* TaskPullingFrom */
"TaskPullingFrom" = "Получение из %@";

/* TaskRevertingFilesTo */
"TaskRevertingFilesTo" = "Возврашение файлов к %@";

/* TransplantMenuTitle */
"TransplantMenuTitle" = "Пересадить";

/* Uncommitted changes */
"UncommittedChanges" = "Эта редакция ещё не существует; она будет создана после того, как вы закоммитите изменения.";

/* UncommittedChangesMsg */
"UncommittedChangesMsg" = "В рабочей копии есть незакоммиченные изменения, которые должны быть закоммичены до того, как вы продолжите; пожалуйста, сделайте коммит и повторите это действие.";

/* UncommittedChangesTitle */
"UncommittedChangesTitle" = "Незакоммиченные изменения";

/* UndoRedoMenuTitleDelete */
"UndoRedoMenuTitleDelete" = "Удалить";

/* UndoRedoMenuTitleEdit */
"UndoRedoMenuTitleEdit" = "Правка";

/* UndoRedoMenuTitleEditMessage */
"UndoRedoMenuTitleEditMessage" = "Редактировать описание";

/* UndoRedoMenuTitleMove */
"UndoRedoMenuTitleMove" = "Переместить";

/* UndoRedoMenuTitleSquash */
"UndoRedoMenuTitleSquash" = "Объединить";

/* No comment provided by engineer. */
"UnstagedFiles" = "Файлы не в индексе";

/* UnstageHunk */
"UnstageHunk" = "Убрать блок из индекса";

/* UnstageLines */
"UnstageLines" = "Убрать строки из индекса";

/* UntrackedFiles */
"UntrackedFiles" = "Неотслеживаемые файлы";

/* UpdateToMenuTitle */
"UpdateToMenuTitle" = "Обновить до…";

/* UrlDetectionMsg */
"UrlDetectionMsg" = "Описание";

/* UseRevisionButton */
"UseRevisionButton" = "Использовать %@";

/* WarnCheckoutDetachedHeadMsg */
"WarnCheckoutDetachedHeadMsg" = "Переключение на этот коммит создаст отделённый HEAD и рабочая копия больше не будет соответствовать какой-либо ветке (если вы позже не создадите новую).\n\nВы уверены что хотите этого? Если нет, нажмите Отмена и выберите другой коммит, или, если это внешняя ветка, воспользуйтесь вкладкой «Перейти на новую ветку» чтобы создать новую локальную ветку.";

/* WarnCheckoutDetachedHeadTitle */
"WarnCheckoutDetachedHeadTitle" = "Предупреждение: создается отсоединенная голова";

/* WarnWorkingCopyResetMsg */
"WarnWorkingCopyResetMsg" = "Важно: выполнение этого действия требует отмены ВСЕХ незакоммиченных изменений. Вы уверены, что хотите продолжить?";

/* WarnWorkingCopyResetTitle */
"WarnWorkingCopyResetTitle" = "Незакоммиченные изменения!";

/* Working Copy */
"Working Copy" = "Состояние файла";

/* SidebarHistory */
"SidebarHistory" = "История";

/* SidebarSearch */
"SidebarSearch" = "Поиск";

/* Yes */
"Yes" = "Да";

/* Alert title for altering the default font */
"DefaultFontsAlteredAlertTitle" = "The diff view font has been reset to the system's default font.";

/* Alert message for altering the default font */
"DefaultFontsAlteredAlertMessage" = "Font \"%@\" was not found. Please review Diff View font in Sourcetree preferences.";

/* Preferences… button title */
"Preferences" = "Настройки…";

/* BinaryPreviewUnavailable */
"BinaryPreviewUnavailable" = "Предпросмотр недоступен";

/* BinaryPreviewFilesizeFormat */
"BinaryPreviewFilesizeFormat" = "%1$@ (%2$@)";

/* Welcome Stage - License */
"STWelcomeStageLicense" = "Учетная запись";

/* Welcome Stage - Configuration */
"STWelcomeConfiguration" = "Персональные настройки";

/* Resume */
"Resume" = "Продолжить";

/* Atlassian account button */
"AtlassianAccountContinue" = "Продолжить";

/* Completion button for welcome wizard */
"WelcomeWizardComplete" = "Готово";

/* STGettingStartedNotificationTitle */
"STGettingStartedNotificationTitle" = "Добро пожаловать в Sourcetree!";

/* STGettingStartedNotificationMessage */
"STGettingStartedNotificationMessage" = "Click here to check out our Getting Started guide.";

/* Done button title */
"Done" = "Готово";

/* STBCryptErrorMessage */
"STBCryptErrorMessage" = "Произошла ошибка во время шифрования электронного письма.";

/* MercurialVersionWarningTitle */
"MercurialVersionWarningTitle" = "Your selected Mercurial is older than version 3.7.3 and represents a potential risk to your system.";

/* MercurialVersionWarningMessage */
"MercurialVersionWarningMessage" = "The Mercurial team strongly encourages all users to immediately upgrade to version 3.7.3 or later due to a security vulnerability.\n\nYour current configuration is using system Mercurial version %@.";

/* MercurialAtticWarningTitle */
 "MercurialAtticWarningTitle" = "Hg-Attic Shelves Detected";

/* MercurialAtticWarningMessage */
"MercurialAtticWarningMessage" = "Sourcetree no longer uses Hg-Attic for shelving.\n\nExisting shelves are unaffected but can no longer be applied in the same manner.";

/* MercurialAtticLearnButton */
"MercurialAtticLearnButton" = "Узнать больше";

/* MercurialAtticSectionTitle */
"MercurialAtticSectionTitle" = "SHELVED BY HG-ATTIC";

/* AccessibilitySidebarAttic */
"AccessibilitySidebarAttic" = "Shelved by Mercurial's Attic Extension";

/* SidebarContextMenuAtticImport */
"SidebarContextMenuAtticImport" = "Импорт";

/* SidebarContextMenuAtticDelete */
"SidebarContextMenuAtticDelete" = "Переместить в корзину";

/* ImportAtticShelfDescription */
"ImportAtticShelfDescription" = "Importing Hg-Attic Shelf";

/* iTerm2 Script error title */
"iTerm2ScriptErrorTitle" = "There was a problem opening this repository in iTerm2.";

/* iTerm2 script error message */
"iTerm2ScriptErrorMessage" = "An error occurred while trying to open iTerm2 with this repository. Please file a support ticket via the Help menu.";

/* Atlassian Account login failed title */
"AALoginFailedTitle" = "Atlassian account login failed.";

/* Atlassian account login failed error messaged */
"AALoginFailedErrorMessage" = "Произошла ошибка при входе в ваш Atlassian аккаунт. Попробуйте ещё раз.";

/* AALoginOK */
"AALoginOK" = "Повторить";

/* AALoginCancel */
"AALoginCancel" = "Отменить";

/* HideBranchLabelsMenuItemTitle */
"HideBranchLabelsMenuItemTitle" = "Скрыть метки веток";

/* ShowBranchLabelsMenuItemTitle */
"ShowBranchLabelsMenuItemTitle" = "Показать метки веток";

/* HideTagLabelsMenuItemTitle */
"HideTagLabelsMenuItemTitle" = "Скрыть метки тегов";

/* ShowTagLabelsMenuItemTitle */
"ShowTagLabelsMenuItemTitle" = "Показать метки";

/* OAuthSignedInMessage */
"OAuthSignedInMessage" = "Вы зашли как %@";

/* OAuthErrorSignInButtonTitle */
"OAuthErrorSignInButtonTitle" = "Войти";

/* RemoteRepoFetchErrorTitle */
"RemoteRepoFetchErrorTitle" = "Unable to Fetch Repositories from Remote";

/* RemoteFetchErrorMessage */
"BitbucketRemoteFetchError" = "There was an error fetching repo details. Please report this to Atlassian on jira.atlassian.com";

/* OAuthFailedAuthorizationErrorMessage */
"OAuthFailedAuthorizationErrorMessage" = "Could not authorize request with the available token. Please re-authenticate.";

/* PrivateTokenAuthenticationFailed */
"PrivateTokenAuthenticationFailed" = "Sourcetree is unable to access the private token for your account (%@). Please ensure the account is present and has a has valid private token.";

/* RefreshRemoteReposFailTitle */
"RefreshRemoteReposFailTitle" = "Refreshing Remote Repositories Failed";

/* RefreshRemoteReposFailMessage */
"RefreshRemoteReposFailMessage" = "An error occurred while trying to refresh remote repositories for your account. You can view the server's response below.";

/* RefreshRemoteReposFailWithAccountMessage */
"RefreshRemoteReposFailWithAccountMessage" = "An error occurred while trying to refresh remote repositories for your account (%@). You can view the server's response below.";

/* AuthenticationCompletedErrorTitle */
"AuthenticationCompletedErrorTitle" = "Authentication Completed with an Error";

/* AuthenticationCompletedErrorMessage */
"AuthenticationCompletedErrorMessage" = "An error occurred while authenticating your account. You can view the server's response below.";

/* AuthenticationCompletedErrorWithAccountMessage */
"AuthenticationCompletedErrorWithAccountMessage" = "An error occurred while authenticating your account (%@). You can view the server's response below.";

/* FetchUserProfileFailTitle */
"FetchUserProfileFailTitle" = "Fetch User Profile Failed";

/* FetchUserProfileFailMsg */
"FetchUserProfileFailMsg" = "An error occurred while trying to fetch your user profile. You can view the server's response below.";

/* FetchUserProfileFailWithAccountMsg */
"FetchUserProfileFailWithAccountMsg" = "An error occurred while trying to fetch your user profile (%@). Please sign in to your account again. You can view the server's response below.";

/* AuthenticationIssueTitle */
"AuthenticationIssueTitle" = "Authentication Incomplete";

/* AuthenticationIssueDescription */
"AuthenticationIssueDescription" = "There was an issue when attempting to authenticate and request access via OAuth again.";

/* AuthenticationIssueRetry */
"AuthenticationIssueRetry" = "Повторить";

/* AuthenticationIssueSkip */
"AuthenticationIssueSkip" = "Пропустить настройку";

/* OAuthLoadingPageDescription */
"OAuthLoadingPageDescription" = "Loading sign-in page…";

/* STCustomActionsEditTitle */
"STCustomActionsEditTitle" = "Редактировать...";

/* STNoOAuthUsername */
"STNoOAuthUsername" = "Нет подключённых учётных записей";

/* STOAuthInProgress */
"STOAuthInProgress" = "Соединение...";

/* STDeleteAccountAction */
"STDeleteAccountAction" = "Удалить";

/* STOAuthWarningTooltip */
"STOAuthWarningTooltip" = "OAuth Authentication Token Not Found";

/* STOAuthTokenFailedValidationTooltip */
"STOAuthTokenFailedValidationTooltip" = "OAuth access token rejected by server. Please edit this account to reconnect.";

/* STOAuthAccessTokenNotFoundToolTip */
"STOAuthAccessTokenNotFoundToolTip" = "OAuth access token not found. Please edit this account to reconnect.";

/*SSHToolNotFoundTitle */
"SSHToolNotFoundTitle" = "Не найдены компоненты SSH";

/* SSHToolNotFoundMsg */
"SSHToolNotFoundMsg" = "macOS typically includes a complete install of SSH and its related tools. Please reinstall to proceed.";

/* STGeneratedSSHComment */
"STGeneratedSSHComment" = "Generated by Sourcetree on macOS for %@";

/* STSSHPrivateKeyWarningTooltip */
"STSSHPrivateKeyWarningTooltip" = "Private Key Missing. Please edit this account to regenerate.";

/* STSSHPublicKeyWarningTooltip */
"STSSHPublicKeyWarningTooltip" = "Public Key Missing. Please edit this account to regenerate.";

/* STSSHNoKeyWarningTooltip */
"STSSHNoKeyWarningTooltip" = "No Keypair. Please edit this account to regenerate.";

/* STSSHActionGenerate */
"STSSHActionGenerate" = "Сгенерировать ключ";

/* STSSHActionCopy */
"STSSHActionCopy" = "Копировать в буфер обмена";

/* STSSHActionGenerateAndUpload */
"STSSHActionGenerateAndUpload" = "Сгенерировать и загрузить ключ";

/* STSSHKeyUploadError */
"STSSHKeyUploadError" = "Загрузка не удалась";

/* STSSHKeyUploadSuccess */
"STSSHKeyUploadSuccess" = "Загрузка завершена";

/* STSSHKeyUploadingKey */
"STSSHKeyUploadingKey" = "Ключ загрузки...";

/* STSSHAirbagTitle */
"STSSHAirbagTitle" = "Your repository isn't properly configured";

/* STSSHAirbagTitle */
"STSSHAirbagAccountTitle" = "There is an issue with your SSH configuration";

/* STSSHAirbagMessage */
"STSSHAirbagMessage" = "A remote repository's URL needs to match what's supported by your accounts. Please choose an option to resolve.";

/* STSSHAirbagSSHMessage */
"STSSHAirbagAccountMessage" = "The SSH configuration for your %@ account (%@) is incomplete. Please edit this account to generate a new SSH key.";

/* STSSHAirbagNoAccountMessage */
"STSSHAirbagNoAccountMessage" = "We can't find an %@ account for this SSH connection. Click 'Show Accounts…' to update or add the correct information.";

/* STSSHAirbagRepair */
"STSSSHAirbagRepair" = "Восстановить";

/* STSSSHAirbagAccounts */
"STSSSHAirbagAccounts" = "Показать учетные записи...";

/* STSSSHAirbagDoNothing */
"STSSSHAirbagDoNothing" = "Игнорировать";

/* STSSHUploadingMessage */
"STSSHUploadingMessage" = "Ключ загрузки...";

/* STOAuthRequiredFor2FAErrorMessage */
"STOAuthRequiredFor2FAErrorMessage" = "При аутентификации запроса произошла ошибка. Для аккаунта настроена обычная аутентификация с HTTPS, однако на сервере может быть включена двухфакторная. В этом случае в настройках аккаунта следует включить OAuth.";

/* STSSHKeyUploadSuccessNotificationDescription */
"STSSHKeyUploadSuccessNotificationDescription" = "Your new SSH key was successfully added to your %@ account.";

/* STSSHKeyUploadFailedNotificationDescription */
"STSSHKeyUploadFailedNotificationDescription" = "There was a problem adding your new SSH key to your %@ account. Please add this manually via their website.";

/* STSSHCopiedKeyMessage */
"STSSHCopiedKeyMessage" = "Скопировано!";

/* STBBPLStatusRunning */
"STBBPLStatusRunning" = "Running";

/* STBBPLStatusFailed */
"STBBPLStatusFailed" = "Не удалось";

/* STBBPLStatusSucceeded */
"STBBPLStatusSucceeded" = "Успешно";

/* STBBPLStatusStopped */
"STBBPLStatusStopped" = "Остановленно";

/* STBBPLDuration1 */
"STBBPLDuration1" = "%@сек.";

/* STBBPLDuration2 */
"STBBPLDuration2" = "%@мин. %@сек.";

/* STBBPLDuration3 */
"STBBPLDuration3" = "%@ч. %@мин. %@сек.";

/* STBBPLNotificationMessageFormat */
"STBBPLNotificationTitleFormat" = "Запустить %lu: %@\n ";

/* STBBPLNotificationMessageFormat */
"STBBPLNotificationMessageFormat" = "%@ (%@)";

/* STPLIntroTooltip */
"STPLIntroTooltip" = "Have you heard about Bitbucket Pipelines?";

/* STBBCIntroTooltip */
"STBBCIntroTooltip" = "Have you heard about Bitbucket?";

/* STBBCTooltipStatusPassed */
"STBBCTooltipStatusPassed" = "пройдено";

/* STBBCTooltipStatusRunning */
"STBBCTooltipStatusRunning" = "running";

/* STBBCTooltipStatusStopped */
"STBBCTooltipStatusStopped" = "stopped";

/* STBBCTooltipStatusFailed */
"STBBCTooltipStatusFailed" = "неудачно";

/* STBBCTooltipStatusFormat */
"STBBCTooltipStatusFormat" = "%1$lu of %2$lu %3$@";

/* STBBCPLRunsFormat */
"STBBCPLRunsFormat" = "Run %1$lu of %2$lu";

/* STSuppressWarningButtonTitle */
"STSuppressWarningButtonTitle" = "Do not show this warning again for this repository";

/* STSSHPassphraseLengthProblem */
"STSSHPassphraseLengthProblem" = "Passphrases should be at least 5 characters";

/* STSSHPassphraseMismatch */
"STSSHPassphraseMismatch" = "Пароли не идентичны";

/* STAboutBoxCurrentUpdateGroup */
"STAboutBoxCurrentUpdateGroup" = "Current Update Group: %i (%i%%)";

/* STAboutBoxCurrentVersion */
"STAboutBoxCurrentVersion" = "Версия %@ (%@)";

/* STAccountExistsWarningTitle */
"STAccountExistsWarningTitle" = "Невозможно сохранить настройки учетной записи %@";

/* STAccountExistsWarningMessage */
"STAccountExistsWarningMessage" = "You already have a similar account configured for %@. You can edit that account to change settings.";

/* STOAuthTokenErrorMessage */
"STOAuthTokenErrorMessage" = "There was a problem fetching your authentication token. Please sign in again.";

/* STOperationFailedWithoutErrorMessage */
"STOperationFailedWithoutErrorMessage" = "По неизвестной причине не получилось создать репозиторий. Пожалуйста, проверьте созданные разрешения Вашего аккаунта.";

/* STLoginFailedErrorMessage */
"STLoginFailedErrorMessage" = "We couldn't connect to %@ with your (%@) credentials. Check your username and try the password again.";

/* URLSecurityTitle */
"URLSecurityTitle" = "Potential security issue detected in the specified URL.";

/* URLSecurityMsg */
"URLSecurityMsg" = "Sourcetree won't open URLs which contain ext::, fd::, or testgit:: because of the potential for remote execution (CVE-2017-8768).";

/* URLParamsSecurityMsg */
"URLParamsSecurityMsg" = "Sourcetree не поддерживает URL этого формата.";

/* Preview */
"Preview" = "Предпросмотр";

/* Reset */
"Reset" = "Сброс";

/* ShowHiddenFiles */
"ShowHiddenFiles" = "Показать скрытые файлы";

/* Select */
"Select" = "Выбрать";

/* STCommitShowInFinderButton */
"STCommitShowInFinderButton" = "Показать в Finder";

/* STCommitOpenInTerminalButton */
"STCommitOpenInTerminalButton" = "Открыть в терминале";

/* STUsernameNilErrorMessage */
"STUsernameNilErrorMessage" = "Server returned an empty username with the profile for the account. Please try again with the right username.";

/* STCommitMessagePlaceholder */
"STCommitMessagePlaceholder" = "Сообщение к коммиту";

/* STPlaceholderStringSearch */
"STPlaceholderStringSearch" = "Поиск";

/* STPlaceholderStringSearch2 */
"STPlaceholderStringSearch2" = "Введите искомую строку";

/* STPlaceholderStringFilterRepos */
"STPlaceholderStringFilterRepos" = "Фильтровать репозитории";

/* STUnableToCloneErrorTitle */
"STUnableToCloneErrorTitle" = "Невозможно клонировать.";

/* STUnableToCloneErrorMessage */
"STUnableToCloneErrorMessage" = "Произошла неожиданная ошибка. Пожалуйста, склонируйте репозиторий из браузера.";

/* MercurialInternalLocation */
"MercurialInternalLocation" = "Встроенный в Sourcetree";

/* HostedAccountImportRepoNoBitbucketAccountTitle */
"HostedAccountImportRepoNoBitbucketAccountTitle" = "No Bitbucket Cloud accounts configured";

/* HostedAccountImportRepoNoAccountsMsg */
"HostedAccountImportRepoNoAccountsMsg" = "Please add your Bitbucket Cloud account before trying to import this repository.";

/* ImportingToBitbucketSummaryText */
"ImportingToBitbucketSummaryText" = "Importing to Bitbucket Cloud…";

/* HideBuildStatus */
"HideBuildStatus" = "Hide Build Status";

/* ShowBuildStatus */
"ShowBuildStatus" = "Показать статус сборки";

/* Confirm */
"Choose" = "Выберите";

/* STMultipleBBAccountsFoundTitle */
"STMultipleBBAccountsFoundTitle" = "You've got multiple Bitbucket Cloud accounts.";

/* STPickBBAccountMessage */
"STPickBBAccountMessage" = "Choose the specific account you want to use with this repository:";

/* STInvalidBranchName */
"STInvalidBranchName" = "Некорректное имя ветки";

/* STInvalidRemoteBranch */
"STInvalidRemoteBranch" = "Некорректная внешняя ветка";

/* STInvalidTag */
"STInvalidTag" = "Некорректная метка";

/* STInvalidTagName */
"STInvalidTagName" = "Некорректное имя метки";

/* STInvalidRevision */
"STInvalidRevision" = "Неверная редакция";

/* STAnnotationsTitle */
"STAnnotationsTitle" = "Аннотации для %@";

/* STWaitingText */
"STWaitingText" = "…";

/* STRevisionChangesetJumpTitle */
"STRevisionChangesetJumpTitle" = "Редакция / Набор изменений...";

/* STGenericErrorText */
"STGenericErrorText" = "Произошла ошибка";

/* STSignupTitleText */
"STSignupTitleText" = "We'll wait here…";

/* STSignupMessageText */
"STSignupMessageText" = "We're opening the Bitbucket Cloud signup page in your browser. Come back when you're done to continue setting up Sourcetree.";

/* STPrivateTokenHelpString */
"STPrivateTokenHelpString" = "How do I create a private token?";

/* STCommunityHelpLinkTitle */
"STCommunityHelpLinkTitle" = "Нужна помощь, чтобы войти в свой аккаунт?";

/* STRepoDetailsLFSEnabled */
"STRepoDetailsLFSEnabled" = "LFS включен";

/* STRepoDetailsLFSDisabled */
"STRepoDetailsLFSDisabled" = "LFS не включен";

/* STRepoDetailsCalculating */
"STRepoDetailsCalculating" = "Calculating…";

/* SuspiciousFileTitle */
"SuspiciousFileTitle" = "This file is potentially insecure. Are you sure you want to open it?";

/* SuspiciousFileMsg */
"SuspiciousFileMsg" = "The file is marked as executable and could have unexpected consequences when opened directly.";

/* Open Anyway */
"Open Anyway" = "Open Anyway";

/* HomeDirWarningTitle */
"HomeDirWarningTitle" = "Warning: you are about to version your home directory";

/* HomeDirCreateWarningMsg */
"HomeDirCreateWarningMsg" = "Creating a repository in this destination will version your entire home directory. This can cause unexpected behavior on macOS. \n\nTo prevent this cancel the action, select a sub-directory, and create a repository there instead.";

/* HomeDirCloneWarningMsg */
"HomeDirCloneWarningMsg" = "Cloning a repository in this destination will version your entire home directory. This can cause unexpected behavior on macOS. \n\nTo prevent this cancel the action, select a sub-directory, and clone the repository there instead.";

/* AccessibilityCommitCellMessageOnly */
"AccessibilityCommitCellMessageOnly" = "Message: %@";

/* AccessibilityCommitCellWithBranches */
"AccessibilityCommitCellWithBranches" = "Message: %1$@ | Branches: %2$@";

/* AccessibilityCommitCellWithTags */
"AccessibilityCommitCellWithTags" = "Message: %1$@ | Tags: %2$@";

/* AccessibilityCommitCellWithTagsAndBranches */
"AccessibilityCommitCellWithTagsAndBranches" = "Message: %1$@ | Tags: %2$@ | Branches: %3$@";

/* AccessibilityCommitCellSeparator */
"AccessibilityCommitCellSeparator" = ", ";

/* STSuccessfulTask */
"STSuccessfulTask" = "Completed successfully";

/* STRecentMessagesEmpty */
"STRecentMessagesEmpty" = "No recent commit messages";
